[
  {
  "authors": "By Caitlin Danaher, CNN",
  "content": "CNN\n         — \n    \n\n\n            Norwegian police have seized a Russian-crewed ship on suspicion of being involved in causing “serious damage” to a fiber cable in the Baltic Sea between Latvia and Sweden.\n    \n\n            Troms Police in northern Norway located the Silver Dania ship on Thursday evening, following a request from Latvian authorities, and it was brought into the port of Tromso Friday morning, according to a police statement.\n    \n\n            “There is suspicion that the ship has been involved in serious damage to a fiber cable in the Baltic Sea between Latvia and Sweden. The police are conducting an operation on the ship to search, conduct interviews, and secure evidence,” the statement said.\n    \n\n            The Silver Dania is Norwegian-registered and Norwegian-owned, police said, but the crew on board is Russian.\n    \n\n            The ship was sailing between St. Petersburg and Murmansk in Russia, police said.\n    \n\n\n\n\n\n\n\n\n\ndefault\n\nDarren Bull/CNN\n\n\n\n\nRelated article\nShips, sea drones and AI: How NATO is hardening its defense of critical Baltic undersea cables\n\n\n\n\n            The owners of the Silver Dania, the Silver Sea shipping group, told CNN they were not involved in damaging the cable.\n    \n\n            “The investigation has been going on today and we have had good cooperation with the authorities,” Tormod Fossmark, CEO of Silver Group, told CNN.\n    \n\n            He added that authorities had not yet found any links connecting the ship with the damaged cable, and the crew has been allowed to prepare the Silver Dania to set sail Friday night.\n    \n\n            The incident marks the second ship to be seized on suspicion of carrying out sabotage in the last week, after the Swedish Public Prosecutor’s Office confirmed Sunday it had boarded a ship following suspected damage to the communications cable running between Sweden and Latvia.\n    \n\n            Latvia said the damage was likely caused by external forces.\n    \n\n            This event was the latest in a string of incidents since late 2022, with damage being caused to Europe’s infrastructure running along the bottom of the Baltic Sea — pipes carrying natural gas and cables transporting electricity and data.\n    \n\n            Such incidents have become more frequent over the past couple of years, raising suspicions they are the result of sabotage and triggering a flurry of investigations by European officials — with some openly pointing fingers at Moscow.\n    \n\n            Russia has denied allegations of involvement in underwater cable sabotage. The Russian Embassy in London last week said NATO was building up naval and air forces under the “fictitious pretext of the ‘Russian threat.’”\n    \n\nCNN’s Anna Cooban, Nic Robertson and Sarah Dean contributed reporting.",
  "date_inspected": "2:07 PM EST, Fri January 31, 2025",
  "image": "https://media.cnn.com/api/v1/images/stellar/prod/ap25031501956285.jpg?c=16x9&q=h_833,w_1480,c_fill",
  "read_duration": "2 minute read",
  "title": "Norway seizes Russian-crewed ship on suspicion of causing ‘serious damage’ to undersea cable between Latvia and Sweden"
  },
  {
  "authors": "By Stefano Pozzebon, CNN",
  "content": "CNN\n         — \n    \n\n\n            US Secretary of State Marco Rubio will discuss the possibility of deporting suspected Tren de Aragua gang members to El Salvador in an upcoming meeting with Salvadorean president Nayib Bukele, according to State Department Special Envoy for Latin America Mauricio Claver-Carone.\n    \n\n            “We’re looking to do a new agreement that might include the members of the Tren de Aragua, who will want to go back to Venezuela rather than having to share the prison with the Salvadorean gangs like MS-13. It’s part of what we want to discuss and how President Bukele can help us…” Claver-Carone told reporters on Friday, praising Bukele’s security efforts in recent years.\n    \n\n            Since taking office in 2019, Bukele has launched a security crackdown in El Salvador, detaining tens of thousands of people on suspicion of gang membership.\n    \n\n            Once suffering from the highest murder-rate of any country outside a war zone, El Salvador has now fewer murders than the United States according to government figures.\n    \n\n\n\n\n\n\n\n\n\nMembers of the Bolivarian National Police stand guard in the Tocoron prison in Tocoron, Aragua State, Venezuela, on September 23, 2023. Gang leaders who ruled a prison in Venezuela that was stormed by more than 11,000 soldiers and police had fled the country a week before the operation, a prisoners' rights group said Friday.The bosses of the Tren de Aragua gang, which used Tocoron prison as a base for their international crime operations, escaped after apparently being tipped off about the huge operation, which had been planned for a year. On Wednesday, a vast force of security personnel, backed by armored vehicles, took back control of the notorious penitentiary that had been run by the inmates. (Photo by YURI CORTEZ / AFP) (Photo by YURI CORTEZ/AFP via Getty Images)\n\nYuri Cortez/AFP/Getty Images\n\n\n\n\nRelated article\nTren de Aragua, a gang started in a Venezuelan prison, becomes early target of Trump administration immigration raids\n\n\n\n\n            But human rights activists say the Bukele administration’s approach is overbroad – new legislation introduced as part of the crackdown allows police to detain citizens without proof.\n    \n\n            Last year, El Salvador opened a controversial new maximum security prison for alleged gang members, known as the Terrorism Confinement Center, or CECOT.\n    \n\n            The news comes after President Donald Trump signed an executive order on January 20 recommending that the State Department start the process of designating the Venezuelan Tren de Aragua gang as a foreign terrorist organization.\n    \n\n            The executive order specifically named Tren de Aragua and the Salvadoran MS-13 gang, citing their “campaigns of violence and terror in the United States and internationally” as threats to “the stability of the international order in the Western Hemisphere.”\n\n\n            Rubio begins his tour of Central America this weekend, and is expected to arrive in San Salvador on Monday.\n    \n\n            Trump has made stemming migration to the United States a top priority and has enacted a slew of directives meant to crack down, including ordering thousands more troops to the US southern border.\n    \n\n            Tens of thousands of migrants from the three Northern Triangle countries that Rubio plans to visit – Guatemala, El Salvador, and Honduras – attempt to travel into the US each year. However, according to Customs and Border Protection data, the number of border encounters with people from these three countries dropped in 2024.\n    \n\n  CNN’s Ray Sanchez, Rafael Romo, and Jennifer Hansler contributed reporting.\n\n\n            Ad Feedback",
  "date_inspected": "2:05 PM EST, Fri January 31, 2025",
  "image": "https://media.cnn.com/api/v1/images/stellar/prod/rubio-bukele-split-013125.jpg?c=16x9&q=h_833,w_1480,c_fill",
  "read_duration": "2 minute read",
  "title": "Rubio and Bukele to discuss sending suspected gang members from US to El Salvador"
  },
  {
  "authors": "By Jennifer Hauser, CNN",
  "content": "Atlanta\nCNN\n         — \n    \n\n\n            A 59-year-old male tourist was trampled to death by an elephant while reportedly trying to save his grandchild at Kruger National Park in South Africa last weekend, according to a statement from the park.\n    \n\n            Eyewitnesses say the man and his family parked close to the Malelane reception area near Crocodile River when the children ran past a bridge into the bush and an elephant from a nearby herd charged at them, South African National Parks (SANParks) said.\n    \n\n            He “rushed to assist the children and that is when he was chased and trampled by one of the animals. He succumbed to his injuries on the scene” on January 25, the park said in a statement Monday.\n    \n\n\n\n\n\n\n\n\n\n\n\nGetty Images\n\n\n\n\nRelated article\nTwo African countries say they need to kill elephants for food. Critics say it’s cruel and won’t work\n\n\n\n\n            The victim was identified as 59-year-old Shaik Adam Shabir Ammed from eMkhondo, a town located southeast of Johannesburg in Mpumalanga province, South Africa.\n    \n\n            He was reportedly trying to save his grandchild, SANParks told CNN on Friday.\n    \n\n            “On the day of the incident, the animal responsible for the death could not be identified as there were several of them in the vicinity and they immediately moved away while people were trying to save the life of the deceased,” SANParks said in the statement.\n    \n\n            “SANParks would like to reiterate that the incident is regrettable and unfortunate, but calls on the public to refrain from speculating, until the police have finalised their report and to allow the family to mourn their loved one in dignity,” the statement added.\n    \n\n            South African Police are investigating the incident. They referred CNN to SANParks for updates on the case. SANParks said it is fully cooperating with police and will not have an update until police have handed over their final report.\n    \n\n            “Management continues to offer heartfelt condolences to the Ammed family and wishes them strength in this difficult time,” the park said.",
  "date_inspected": "12:26 PM EST, Fri January 31, 2025",
  "image": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-57013645.jpg?c=16x9&q=h_833,w_1480,c_fill",
  "read_duration": "2 minute read",
  "title": "Tourist trampled to death by elephant while reportedly trying to save his grandchild at South Africa park"
  },
  {
  "authors": "By Eyad Kourdi and Tim Lister, CNN",
  "content": "CNN\n         — \n    \n\n\n            A cousin of the former Syrian leader Bashar al-Assad who was involved in suppressing the protests that started the 2011 uprising has been detained inside Syria, according to state news agency SANA.\n    \n\n            Atef Najib was detained in the Latakia region, an Assad family stronghold where some loyalists of the former regime have taken refuge. Assad and his family fled to Russia when rebels swept across the country last year.\n    \n\n            Najib had been sanctioned by the US and European Union for his role in violently suppressing protests in 2011.\n    \n\n            Protests against the Assad regime spread quickly in the spring of that year after a group of children were arrested and tortured for writing anti-regime graffiti on walls in the city of Deraa. According to local people at the time, the children had their fingernails removed.\n    \n\n            They’d been inspired by the Arab Spring that was sweeping through several countries in the region, including Egypt and Tunisia.\n    \n\n            Najib was then head of the regime’s Political Security Branch in Deraa. \n\n\n            The parents of the children and prominent local representatives pleaded with Najib to let the children go.\n    \n\n            “They were told, ‘Forget your children. If you want children, make more children. If you don’t know how, bring us your women and we will make them for you,’” wrote Alia Malek in her book The Home That Was Our Country.\n    \n\n            The children were eventually released but the army subsequently launched an assault in Deraa and protests quickly spread across Syria.\n    \n\n            A senior official in the new security directorate in Latakia, Lt. Col. Mustafa Knaifati, said Friday that Najib was “considered one of those involved in committing crimes against the Syrian people.”\n    \n\nThis is a developing story and will be updated.",
  "date_inspected": "12:04 PM EST, Fri January 31, 2025",
  "image": "https://media.cnn.com/api/v1/images/stellar/prod/c-gettyimages-2190419265.jpg?c=16x9&q=h_833,w_1480,c_fill",
  "read_duration": "2 minute read",
  "title": "Assad cousin notorious for role in suppressing protests in Syria arrested"
  },
  {
  "authors": "Story by Reuters",
  "content": "Berlin\nReuters\n         — \n    \n\n\n            The German parliament rejected an opposition draft law on tightening immigration policy on Friday, two days after the opposition conservatives were accused of breaching an agreement against cooperating with the far right for the first time.\n    \n\n            Opposition leader Friedrich Merz, whose conservatives are leading in the polls before a Feb. 23 snap election, said the new law was a necessary response to a series of high-profile killings in public spaces by people of immigrant background.\n    \n\n\n\n\n\n\n\n\n\nHALLE, GERMANY - JANUARY 25: Tech billionaire Elon Musk speaks live via a video transmission during a speech by Alice Weidel, chancellor candidate of the far-right Alternative for Germany (AfD) political party, at the AfD election campaign launch rally on January 25, 2025 in Halle, Germany. Musk is an outspoken supporter of the AfD and is urging German voters to cast their ballots for the party. The AfD is currently in second place in polls ahead of federal parliamentary snap elections scheduled for February 23. (Photo by Sean Gallup/Getty Images)\n\nSean Gallup/Getty Images\n\n\n\n\nRelated article\nElon Musk speaks at Germany’s AfD campaign launch as thousands protest the far-right party\n\n\n\n\n            His similar, non-binding motion was passed by parliament on Wednesday thanks to backing from legislators from the Alternative for Germany (AfD), prompting a wave of protest from the public, politicians and even some of his own party at a supposed breach of an agreement not to work with the far right.\n    \n\n            A DeutschlandTrend poll for public television found that 67% of voters backed permanent border controls, including over half the supporters of Chancellor Olaf Scholz’s Social Democrats.",
  "date_inspected": "11:48 AM EST, Fri January 31, 2025",
  "image": "https://media.cnn.com/api/v1/images/stellar/prod/ap25031570672990.jpg?c=16x9&q=h_833,w_1480,c_fill",
  "read_duration": "1 minute read",
  "title": "German parliament rejects opposition’s draft migration law"
  },
  {
  "authors": "By Kosta Gak, Victoria Butenko and Lauren Kent, CNN",
  "content": "Kyiv, Ukraine\nCNN\n         — \n    \n\n\n            North Korean troops have not been seen on the frontlines in Russia’s Kursk region for several weeks, a Ukrainian military official said Friday, amid reports of mass casualties among Pyongyang’s forces.\n    \n\n            “The presence of DPRK troops has not been observed for about three weeks, and they were probably forced to withdraw after suffering heavy losses,” a spokesperson for the Ukrainian military’s Special Operations Forces, Colonel Oleksandr Kindratenko, told CNN.\n    \n\n            It follows reports that some North Korean units have been pulled back from the frontlines after significant losses, according to Ukrainian presidential adviser Mykhailo Podolyak.\n    \n\n            About 12,000 North Korean soldiers have been sent to Russia, according to Ukrainian officials and Western intelligence reports, which say around 4,000 those troops have been killed or injured.\n    \n\n            North Korean troops have been deployed to Kursk since at least November to repel Ukraine’s incursion in the southern Russian border region.\n    \n\n            “We are still in the Kursk region… the Russian forces were not enough to push us out,” Ukrainian President Zelensky said last week at a speech in Davos, Switzerland. Zelensky noted that there were 60,000 Russian troops in Kursk and 12,000 North Koreans.\n    \n\n            Zelensky also said that one-third of those North Korean troops had been killed.\n    \n\n\n\n\n\n\n\n\n\nPokemon\n\nRebecca Wright/CNN\n\n\n\n\nRelated article\nSuicidal tendencies and ’80s battlefield tactics: How North Korean soldiers are operating in Russia’s war on Ukraine\n\n\n\n\n            CNN has previously reported on the brutal and near-suicidal tactics of North Korean soldiers, who in some cases have detonated grenades rather than be captured by Ukrainian forces and have written pledges of allegiance on the battlefield to North Korea’s Supreme Leader Kim Jong Un.\n    \n\n            A commander with the 6th Special Operations Forces regiment, who did not want to give his name for security reasons, told CNN that while the North Korean soldiers are “all young, trained, hardy fighters,” they would have not previously faced drones in combat. “They are prepared for the realities of war in 1980 at best,” he said.\n    \n\n            Another battalion serviceman told CNN the North Koreans had shown good marksmanship when shooting down drones from about a 100-meter distance, suggesting a high level of training in North Korea.\n    \n\n            However, Russia appears to be using the troops as foot soldiers, using them to carry out mass ground assaults despite major losses in Kursk.\n    \n\n            Ukraine has recently made advancements in Kursk, according to a battlefield update from the Institute for the Study of War (ISW), a DC-based think-tank, on January 26. Meanwhile, the Russian Defense Ministry said earlier this week that Russian forces recaptured the Kursk region village of Nikolayevo-Daryino, which lies on the Russia-Ukraine border.\n    \n\n\n\n\n\n\nA photo shows a cell where an alleged North Korean soldier held after being captured by the Ukrainian army on January 11, 2025. Earlier this month, Ukraine captured two North Korean soldiers in Kursk.\n\nPresident of Ukraine/Anadolu/Getty Images\n\n\n\n\n\n\n\n\nThe cover from a first aid manual titled \"Ministry of Defence of the Russian Federation, Emergency Medical Treatment (First Aid), Self-administered first aid (QR code)/ 2024,\" found on a North Korean soldier in the Kursk Region, photographed at a Ukrainian military base.\n\nEd Ram/For The Washington Post/Getty Images\n\n\n\n            Neither Moscow nor Pyongyang have officially acknowledged the presence of North Korean troops in Russia.\n    \n\n            Last year, months before the deployment of North Koreans to Russia, North Korean leader Kim Jong Un and Russia’s President Vladimir Putin signed a landmark defense pact and pledged to use all available means to provide immediate military assistance in the event the other is attacked.\n    \n\n            The pact is the most significant agreement signed by Russia and North Korea in decades and has been viewed as something of a revival of their 1961 Cold War-era mutual defense pledge.\n    \n\n            CNN’s Nick Paton Walsh, Rebecca Wright, Daria Tarasova-Markina, Brice Laine and Helen Regan contributed to this report.",
  "date_inspected": "9:40 AM EST, Fri January 31, 2025",
  "image": "https://media.cnn.com/api/v1/images/stellar/prod/2024-10-19t170747z-1463480810-mt1eyeim265719-rtrmadp-3-north-korea-soldiers-filmed-training-in-russia-far-east-base.JPG?c=16x9&q=h_833,w_1480,c_fill",
  "read_duration": "3 minute read",
  "title": "North Korean troops pulled back from frontline after heavy losses, Ukrainian officials say"
  },
  {
  "authors": "Analysis by Patrick Oppmann, CNN",
  "content": "Havana\nCNN\n         — \n    \n\n\n            Secretary of State Marco Rubio embarks soon on his inaugural trip as the United States’ top diplomat. His first stop, Panama could prove to be the most contentious on the itinerary following President Donald Trump’s repeated demands for control of the Panama Canal.\n    \n\n            “Panamanian sovereignty over the canal is clear. There is no discussion on this issue. The soul of a country is not up for discussion,” Panama President José Raúl Mulino emphasized on Thursday, just days ahead of his scheduled meeting with Rubio.\n    \n\n\n\n\n\n\n\n\n\nLiberian flagged Hallasan Explorer LPG tanker navigates at the Panama Canal, in Panama on January 20, 2025. Panama on January 20, 2025, rejected President Donald Trump's pledge that the United States would be \"taking back\" the Panama Canal, saying the key interoceanic waterway would remain under its control. \"The canal is and will remain Panama's,\" President Jose Raul Mulino said in a statement published on social media. (Photo by ARNULFO FRANCO / AFP)\n\nArnulfo Franco/AFP/Getty Images\n\n\n\n\nRelated article\nTrump’s ambition to retake the Panama Canal could have a heavy cost\n\n\n\n\n            Yet the Trump administration doesn’t seem to be letting this go. In his inauguration speech, Trump mentioned Panama six times, more than any other foreign country. He and Republican allies are increasingly painting a dark scenario where the Panama Canal has secretly fallen under Chinese military control – arguing that’s why the US needs to seize the canal back from Beijing’s clutches.\n    \n\n            “A foreign power today possesses, through their companies, which we know are not independent, the ability to turn the canal into a choke point in a moment of conflict,” Rubio himself insisted during his Senate confirmation hearings this month.\n    \n\n            “That is a direct threat to the national interest and security of the United States,” he added.\n    \n\n            As ominous as it all sounds, the reality is not so straight forward. Here is a fact check about claims Trump’s administration has made about the Panama Canal.\n    \n\n        Is the Panama Canal under Chinese control?\n\n\n            Trump has long complained about the “bad deal” Jimmy Carter made when he returned the canal to Panama in 1977. But he’s been ratcheting up the rhetoric and falsehoods from the very start of his second term.\n    \n\n            “Panama’s promise to us has been broken,” Trump said during his inaugural speech. “Above all China is operating the Panama Canal and we didn’t give it to China, we gave it to Panama and we are taking it back!”\n    \n\n            On his Truth Social network, Trump has also claimed – without proof – that Chinese soldiers have been deployed to the canal and that “Panama is, with great speed attempting to take down the 64% of signs which are written in Chinese. They are all over the Zone.”\n    \n\n            But the “Zone” – a former American enclave bordering the canal – hasn’t existed since 1979.\n    \n\n            And if the scenario Trump describes sounds like the plot of a movie, well, it was. In the 2001 movie “The Tailor of Panama,” which starred Pierce Brosnan and Geoffrey Rush, the US invades Panama after receiving bogus intelligence that China is trying to secretly buy the canal.\n    \n\n            In reality, since 2000 the canal has been operated by the Panama Canal Authority, whose administrator, deputy administrator and 11-member board are selected by Panama’s government but operate independently.\n    \n\n            The majority of the canal’s employees are Panamanians and Panama designates which companies are awarded the contracts to run the ports near the canal. Ships transiting the 50-mile-long canal are required to be piloted by local captains that work for the Canal Authority.\n    \n\n            While there is real concern about increased Chinese investment in Latin America, Panama included, to date there is no evidence of Chinese military activity in Panama.  At his press conference on Thursday, Mulino said the US government has yet to provide his administration with any proof they had gathered of Chinese control of the canal.\n    \n\n\n\n\n\n\nAerial view of the Panama Canal in the area of Pedro Miguel locks, in Panama City on December 13, 2022.\n\nLuis Acosta/AFP/Getty Images\n\n\n\n        So what does Rubio mean by ‘a foreign power’ in the Panama Canal?\n\n\n            The Trump administration seems to be pointing to the fact that Panama Ports – part of a subsidiary of the Hong Kong-based conglomerate CK Hutchison Holdings – operates terminals on the Atlantic and Pacific sides of the canal. So do several other companies.\n    \n\n\n\n\n\n\n\n\n\nMarco Rubio speaks after he is sworn in as Secretary of State by U.S. Vice President JD Vance at the Eisenhower Executive Office Building in Washington, U.S., January 21, 2025.\n\nKevin Lamarque/Reuters\n\n\n\n\nRelated card\nSecretary of State Marco Rubio will travel to Central America for his first trip as top US diplomat. Rubio is expected to depart late next week for Panama, Guatemala, El Salvador, Costa Rica and the Dominican Republic.\n\n\n\n\n            Hutchinson was first granted the concession over the two ports in 1997 when Panama and the US jointly administered the canal. That same year, control of Hong Kong – where Hutchinson is based – was transferred from the United Kingdom to China.\n    \n\n            While falling under Beijing’s sphere of influence, Hutchison is hardly some murky Chinese military front company. It’s publicly traded, not known to be on any US blacklists and their subsidiary Hutchinson Ports is one of the world’s largest port operators, overseeing 53 ports in 24 countries, including for other US allies such as the UK, Australia and Canada.\n    \n\n            Crucially, Hutchison does not control access to the Panama Canal. Workers at their two ports only load and unload containers onto ships and supply them with fuel. And they’re not the only ones – three other ports in the vicinity of the canal are operated by competing companies providing similar services.\n    \n\n            Since Trump’s comments, Panama’s government has announced an audit of the Hutchison-owned Panama Ports. The company says it is complying fully and has even invited Rubio to visit its ports.\n    \n\n            “An invitation has been extended to the Secretary of State to visit our terminal facilities in Panama during his scheduled trip to the country,” Hutchison Ports spokesperson Anthony Tam said in an email to CNN.\n    \n\n            The State Department would not comment if Rubio planned to accept the invitation to visit what the Trump administration has described – incorrectly — as a de facto Chinese military outpost in Panama.\n    \n\n        Does the US have any legal standing to seize the Panama Canal?\n\n\n            Under the 1977 treaty with Panama, the US returned the canal with the understanding that the waterway remain neutral.\n    \n\n            According to the agreement, the US could intervene militarily if the canal’s operations were disrupted by internal conflict or a foreign power. This seems to be what Trump is referencing when he threatens to “take the canal back.”\n    \n\n            But it would be hard to argue that the waterway’s operations are disrupted or endangered. Following the expansion of the canal, which began in 2007 and Panama financed at a cost of more than $5 billion, more cargo than ever runs through the canal than it did during the years of US administration.\n    \n\n            A US occupation of the canal would fly in the face of international law and the treaty the US agreed to.\n    \n\n        Ok, but theoretically what would happen if the US tried to take the Panama Canal?\n\n\n            Since the 1989 US invasion that deposed dictator Manuel Noriega, Panama does not have an army but Panamanians are fiercely protective of the canal which is central to their national identity. And despite the saber rattling coming from the Trump administration, attempting to force the issue would pose major complications for two other top US priorities: migration and the economy.\n    \n\n\n\n\n\n\n\n\n\nMiraflores Locks\n\nDanny Lehman/The Image Bank RF/Getty Images\n\n\n\n\nRelated article\n‘The heart of the universe’: How the Panama Canal changed the world\n\n\n\n\n            The canal isn’t the only critical passageway that Panama controls. Threatening Panama militarily could throw open the Darien Gap, the jungle crossing where hundreds of thousands of migrants make their way north from South America to the US.\n    \n\n            Mulino had promised to close the gap to northbound migrants with Trump’s help – but don’t count on him honoring old commitments if US boots touch Panamanian soil.\n    \n\n            Americans would also feel the heat. At least 25,000 US citizens live in Panama who would likely be placed in harm’s way by any US military action to seize the canal. Disruption of the canal’s operations would likely send prices of US goods from automobiles to sneakers soaring – about 40% of US container traffic passes through the waterway.\n    \n\n            And of course, backing out of a decades-old deal and trying to wrest the canal back by force from an ally would be a propaganda goldmine for Russia and China which have both called for maintaining neutrality in the canal.\n    \n\n            Any US military action would also further inflame tensions in Latin America where mass deportations have already tested Washington’s partnerships in the region.\n    \n\n            Trump’s dream of flying a US flag over the Panama Canal would come at a much higher cost than he appears to have calculated.",
  "date_inspected": "12:01 AM EST, Fri January 31, 2025",
  "image": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-1695484058-20250120211808191.jpg?c=16x9&q=h_833,w_1480,c_fill",
  "read_duration": "6 minute read",
  "title": "Does a ‘foreign power’ threaten the Panama Canal? Here’s what you need to know"
  },
  {
  "authors": "By Michael Rios and Andrew Raine, CNN",
  "content": "CNN\n         — \n    \n\n\n            When US President Donald Trump signed a recent executive order that would deny citizenship to the children of undocumented immigrants living in the United States, he took aim at what he suggested was a peculiarly American principle: Birthright citizenship.\n    \n\n            “It’s ridiculous. We are the only country in the world that does this with the birthright, as you know, and it’s just absolutely ridiculous,” said the 47th president of the United States as he questioned a principle that some of his opponents say lies at the very heart of what it means to be called an American. For more than 150 years, the 14th Amendment of the Constitution has granted automatic citizenship to any person born on US soil.\n    \n\n            As the courts moved to temporarily block his order, various media outlets pointed out that the president’s remarks were not entirely accurate. According to the Law Library of Congress, more than 30 countries across the world recognize birthright citizenship on an unrestricted basis – in which children born on their soil automatically acquire the right regardless of their parents’ immigration status.\n    \n\n            Still, presidential hyperbole aside, the data from the Law Library does seem to suggest there is something particularly American (both North and South) about the idea of unrestricted birthright citizenship, as the map below shows.\n    \n\n\n\n\n            Strikingly, nearly all of those countries recognizing unrestricted birthright citizenship are in the Western Hemisphere, in North, South, and Central America.\n    \n\n            The vast majority of countries in the rest of the world either do not recognize the jus soli (Latin for ‘right of soil’) principle on which unrestricted birthright citizenship is based or, if they do, do so only under certain circumstances – often involving the immigration status of the newborn child’s parents.\n    \n\n            So, how did the divide come about?\n    \n\n        Brits to blame?\n\n\n            In North America, the ‘right of soil’ was introduced by the British via their colonies, according to “The Evolution of Citizenship” study by Graziella Bertocchi and Chiara Strozzi.\n    \n\n            The principle had been established in English law in the early 17th century by a ruling that anyone born in a place subject to the king of England was a “natural-born subject of England.”\n    \n\n            When the US declared independence, the idea endured and was used – ironically for the departing Brits – to keep out foreign influence, such as in the Constitution’s requirement that the president be a “natural-born citizen” of the US.\n    \n\n            Still, it was not until the 1820s that a movement led by Black Americans – whose citizenship was not explicitly guaranteed at the time – forced the country to think seriously about the issue, according to Martha Jones, a professor of history at Johns Hopkins University.\n    \n\n\n\n\n\n\nThe Signing of the Constitution of the United States oil painting on canvas by Howard Chandler Christy.\n\nGraphicaArtis/Getty Images\n\n\n\n            “They land on birthright in part because the US Constitution of 1787 requires that the president of the United States be a natural-born citizen. So, they hypothesize that if there is such a thing as a natural-born citizen, they, just like the president, must be natural-born citizens of the United States.”\n    \n\n            The principle would be debated for decades until it was finally made law in 1868 after the Civil War, which resulted in the freedom of enslaved Black Americans, and formalized by the 14th Amendment, which states: “All persons born or naturalized in the United States and subject to the jurisdiction thereof, are citizens of the United States and of the State wherein they reside.”\n    \n\n        The economic incentive\n\n\n            But it wasn’t just the Brits in North America. Other European colonial powers introduced the idea in countries across Central and South America, too.\n    \n\n            Driving the practice in many of these areas was an economic need. Populations in the Western Hemisphere were at the time much smaller than in other parts of the world that had been colonized and settlers often saw bestowing citizenship as a way to boost their labor forces.\n    \n\n\n\n\n\n\nSpanish emigrants on board a ship heading toward Argentina are depicted in this engraving.\n\nPrisma/UIG/Getty Image\n\n\n\n            “You had these Europeans coming and saying: ‘This land is now our land, and we want more Europeans to come here and we want them to be citizens of these new countries.’ So, it’s a mixture of colonial domination and then the idea of these settler states they want to populate,” said sociologist John Skrentny, a professor at the University of California, San Diego.\n    \n\n            Later, just as the idea of ‘right of soil’ was turned against the Brits in North America, a similar reversal of fortunes took place in the European colonies to the south.\n    \n\n            In Latin America, many newly formed countries that had gained independence in the 19th century saw ‘right of soil’ citizenship as a way to build national identity and thus further break from their former colonial rulers, according to the study by Bertocchi and Strozzi.\n    \n\n            Without that principle, they reasoned, Spain could have claimed jurisdiction over people with Spanish ancestry who were born in former colonies like Argentina, said Bertocchi, a professor of economics at Universita’ di Modena e Reggio Emilia.\n    \n\n        Right of soil to right of blood\n\n\n            So what about all those countries in other parts of the world that were also colonized by Europeans but today do not recognize the ‘right of soil’?\n    \n\n            Many of them – particularly those in Asia and Africa – also turned to citizenship laws to send their former rulers a message.\n    \n\n            However, in most cases these countries turned toward a different type of birthright citizenship that has its roots in European law: jus sanguinis (‘right of blood’), which is generally based on one’s ancestry, parentage, marriage or origins.\n    \n\n            In some cases, this system was transplanted to Africa by European powers that practiced it, Strozzi and Bertocchi wrote in their study. But in other cases newly independent countries adopted it on their own accord to build their nations on an ethnic and cultural basis.\n    \n\n\n\n\n\n\n\n\n\n\n\nCNN\n\n\n\nvideo\n          \n\n\nRelated video\nHarry Enten takes a look at how Americans feel about ending birthright citizenship\n\n\n\n\n            Doing so was a relatively easy change. As Skrentny points out, in many of these places the ‘right of soil’ had never become as ingrained as it had in the Americas, partly because their large native populations had meant the colonizers did not need to boost their workforces.\n    \n\n            Jettisoning the ‘right of soil’ sent a message to the former colonists that “they didn’t want to hear any more of it,” said Bertocchi, while embracing the ‘right of blood’ ensured descendants of colonizers who remained in Africa would not be considered citizens.\n    \n\n            “They all switched to jus sanguinis,” said Bertocchi. “It seems paradoxical, right? This time, to build a national identity, you needed to adopt this principle.”\n    \n\n        So long, jus soli\n\n\n            There’s one final twist that helps explain why the ‘right of soil’ principle seems today to be a largely American affair.\n    \n\n            Over the years, the colonial powers that once followed the ‘right of soil’ have since moved either to abolish or restrict its use, much like some of their former colonies.\n    \n\n            In the UK, it was scrapped by the British Nationality Act of the 1980s, which put in place several conditions to qualify for British citizenship – including some that relate to parentage, as in jus sanguinis.\n    \n\n            Experts say the driving force for those changes – in Britain and elsewhere in Europe – was the concern that migrants could take advantage of the system by entering the country with the intent of giving birth to a child with automatic citizenship. In other words, the same concern being voiced by many of Trump’s supporters in today’s United States.",
  "date_inspected": "12:01 AM EST, Fri January 31, 2025",
  "image": "https://media.cnn.com/api/v1/images/stellar/prod/ap25023553395517.jpg?c=16x9&q=h_833,w_1480,c_fill",
  "read_duration": "6 minute read",
  "title": "Birthright citizenship: Why the ‘right of soil’ is so big in the Americas"
  },
  {
  "authors": "By Catherine Nicholls, CNN",
  "content": "CNN\n         — \n    \n\n\n            Salwan Momika, an Iraqi man who sparked outrage by staging Quran-burning protests in Sweden in 2023, has been shot dead, according to Swedish authorities.\n    \n\n            A spokesperson for Sweden’s prosecutor’s office confirmed to CNN that Momika was shot dead in capital city Stockholm on Wednesday.\n    \n\n            Stockholm police told CNN that five people had been arrested on Wednesday night on suspicion of murder.\n    \n\n            Momika was on Thursday set to be handed a verdict in a trial where he was accused of incitement to racial hatred, Goran Lundahl, a lawyer for Stockholm’s District Court, told CNN. This sentencing has now been postponed.\n    \n\n            In 2023, Momika told CNN that he had come to Sweden from Iraq in 2018.\n    \n\n            He said he had carried out the demonstrations because he believed the Quran “should be banned in the world because of the danger it causes to democracy, ethics, human values, human rights, and women’s rights. It just doesn’t work in this time and age.”\n    \n\n\n\n\n\n\nPolice investigators at a crime scene in an apartment block in Soedertaelje, south of the Swedish capital Stockholm on January 30.\n\nStefan Jerrevang/TT News Agency/AFP/Getty Images\n\n\n\n            Swedish authorities had at first attempted to prevent Momika from staging protests by denying him a police permit to demonstrate. This decision was later overturned by Stockholm’s Court of Appeals, citing freedom of speech.\n    \n\n            An account on X purporting to be Momika regularly posted updates on his 2025 trial to more than 230,000 followers. The account also regularly posted anti-Islam sentiments.\n    \n\n            Earlier this month, the account was asking for donations to go towards a lawyer, who would reportedly help Momika gain asylum in the United States.\n    \n\n            A prosecutor will now be in charge of investigating the murder, the Stockholm police spokesperson said.\n    \n\n            Security services will also be involved in the investigation, as there is a risk that Momika’s murder could be linked to foreign powers, Swedish Prime Minister Ulf Kristersson told a press briefing Thursday, according to public broadcaster SVT.\n    \n\n  CNN’s Henrik Pettersson and Lindsay Isaac contributed reporting.",
  "date_inspected": "9:10 PM EST, Thu January 30, 2025",
  "image": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-2196063246.jpg?c=16x9&q=h_833,w_1480,c_fill",
  "read_duration": "2 minute read",
  "title": "Man who staged Quran burning protests in Sweden shot dead, authorities say"
  },
  {
  "authors": "By Associated Press",
  "content": "TOKYO (AP) — A truck that fell into a sinkhole that suddenly opened on a road near Tokyo has captured national attention as attempts to rescue the elderly driver drag on.\n    \n\n            Residents near the hole have taken shelter at a local school, and there were worries Thursday about flooding and leaking sewage water. There’s also been a renewed debate about Japan’s aging infrastructure.\n    \n\n        What happened?\n\n\n            Just after the sinkhole appeared in Yashio City, just northeast of Tokyo, on Tuesday morning a 3-ton truck fell into it. At first the sinkhole was roughly 10 meters (33 feet) wide and 5-meters (16-feet) deep, but it has since grown to twice that size.\n    \n\n        What about the driver?\n\n\n            A 74-year-old man is believed to be trapped in the cabin of the flat-bed truck. He was conscious and communicating with rescue workers earlier but hasn’t responded since Tuesday afternoon, according to Yashio fire department official Yoshifumi Hashiguchi.\n    \n\n\n\n\n\n\n\n\n\nRescue workers continue to search, Thursday, Dec. 5, 2024, for Elizabeth Pollard, who is believed to have disappeared in a sinkhole while looking for her cat, in Marguerite, Pa. (AP Photo/Matt Freed)\n\nMatt Freed/AP\n\n\n\n\nRelated article\nPennsylvania grandmother is found dead days after fall into sinkhole, police say\n\n\n\n\n        What caused the sinkhole?\n\n\n            Saitama prefectural sewer system official Jun Uehara said corrosion, possibly because of strong acid constantly passing through the system, might have created a hole in the pipe, causing soil above to fall in and create a large hollow space between it and the road.\n    \n\n            No problem was found with the pipe during its last visual inspection, which is required every five years. The sewage water leaking out of the damaged pipe may also cause flooding.\n    \n\n        Why is the rescue taking so long?\n\n\n            The unsteady ground, with a hollow space below it, is hampering the rescue. Television footage captured the asphalt road cracking and collapsing into the sinkhole, knocking down billboards. Authorities have tried to save the driver by lifting his truck with cranes, but they could only recover the loading platform, leaving behind the cabin where the driver is believed to be trapped. Officials have also tried without success to remove sediment and dig out the driver. They also flew a drone into the hole to see if rescue workers can climb down, but no progress has been made.\n    \n\n\n\n\n\n\nFirst responders try to rescue the driver of a truck that fell into a sinkhole on a street in Yashio, northeast of Tokyo, Tuesday, Jan. 28, 2025.\n\nKenichiro Kojima/AP\n\n\n\n        What about the neighbors?\n\n\n            Neighbors are being asked to cut back on water use. Parts of the road are closed. There’s also uncertainty about how long the operations will last.\n    \n\n            About 20 residents within a 200-meter (656-feet) radius of the sinkhole have taken shelter at a local junior high school Thursday, according to the city.\n    \n\n            Over one million residents across the Saitama prefecture, especially in areas where sewage goes to the pipe, have been asked to cut back on laundry and bathing to prevent it from overflowing into the sinkhole. Prefectural officials have also started diverting sewage from an upstream pumping station and release it into a nearby river after treatment, Uehara said.\n    \n\n        What’s next?\n\n\n            When the driver is taken out, experts will enter the sinkhole and inspect the sewage system.\n    \n\n            The Land, Infrastructure and Transport Ministry has ordered a nationwide inspection of sewer systems. In one of the world’s most disaster-prone countries, the sinkhole has raised worries about aging infrastructure.\n    \n\n            Most of Japan’s main public infrastructure was built during the rapid economic growth of the 1960s and 1970s. The sewage pipe in Yashiro is about 40 years old.",
  "date_inspected": "9:09 PM EST, Thu January 30, 2025",
  "image": "https://media.cnn.com/api/v1/images/stellar/prod/wide-v2-00-00-16-00-still003.png?c=16x9&q=w_1280,c_fill",
  "read_duration": "3 minute read",
  "title": "Man trapped for days in sinkhole in Japan as rescue attempts continue"
  },
  {
  "authors": "By Stefano Pozzebon and Caitlin Danaher, CNN",
  "content": "CNN\n         — \n    \n\n\n            After a six-year long legal battle, a court in the Brazilian state of Espírito Santo has authorized a child to be officially registered as the child of three fathers and one mother.\n    \n\n            Ana Paula Morbeck, the lawyer who represents the now ten-year-old child, told CNN affiliate CNN Brasil that the child was regularly registered at birth with his biological father and mother.\n    \n\n            However, due to his biological parents’ “complex and inconsistent” marriage, the paternal uncle and his husband helped to take care of the boy, the lawyer explained to CNN Brasil.\n    \n\n            “What was supposed to be sporadic became routine, and this created an emotional bonding with the then-baby,” Morbeck told CNN Brasil.\n    \n\n\n\n\n\n\n\n\n\nFormer Brazilian President Jair Bolsonaro gestures after accompanying his wife, Michelle Bolsonaro, to the airport on January 18, 2025.\n\nEvaristo Sa/AFP/Getty Images\n\n\n\n\nRelated article\nBrazil’s Bolsonaro frustrated after court blocks attendance at Trump’s inauguration\n\n\n\n\n            After his biological parents divorced, the child went to live full-time with his uncle and his husband, CNN Brasil reported.\n    \n\n“They took care of his health, education, food, recreation, and they also gave him all the love and security for his healthy development,” the lawyer said to CNN Brasil.\n    \n\n            CNN Brasil reported that as the child started school, he expressed his desire to get formal recognition for what he believed to be true: that he had three fathers.\n    \n\n            The lawyer explained that the family had to file a lawsuit in 2019 to reach this recognition, but the request was initially denied by the local court, who ruled that the change in paternal custody would only be possible through adoption, CNN Brasil reported.\n    \n\n            “That wasn’t what the family wanted, because the child recognizes his biological parents and considers them as such, despite having strong bonds with his socio-affective parents,” Morbeck told CNN Brasil.\n    \n\n            On January 21, another tribunal ruled in the family’s favour and ordered the registration of the same-sex couple as legal parents for the boy, who now has three official fathers and one mother, CNN Brasil reported.\n    \n\n            The family’s lawyer stressed that the love, affection, and care, the child felt for his uncle and his husband were the basis of the court’s decision, according to CNN Brasil.\n    \n\n            “A decision like this recognizes that families come in many forms, many types, and strengthens bonds of affection,” Morbeck told CNN Brasil.\n    \n\n            Same-sex adoption has been legal in Brazil since 2010.",
  "date_inspected": "6:15 PM EST, Thu January 30, 2025",
  "image": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-2193920628.jpg?c=16x9&q=h_144,w_256,c_fill",
  "read_duration": "2 minute read",
  "title": "Judge rules Brazilian boy can officially have three fathers and one mother"
  },
  {
  "authors": "By Caitlin Danaher and Max Saltman, CNN",
  "content": "CNN\n         — \n    \n\n\n            Migrant workers in Canada have been exposed to “shocking abuse and discrimination” while working under the country’s Temporary Foreign Worker Program (TFWP), according to a new report by Amnesty International.\n    \n\n            In the report published Thursday, Amnesty criticized the structure of Canada’s TFWP, which allows employers to hire migrant workers for primarily low-paid jobs across sectors including agriculture, food processing, construction, and hospitality.\n    \n\n            The human rights organization said laborers were vulnerable to abuse through “harmful provisions” in the program, including closed work permits that tie workers to a single employer who controls both their migration status and labor conditions.\n    \n\n            Amnesty interviewed 44 migrant workers from 14 countries for the report, predominantly from what it termed the Global South, with most workers reporting unpaid wages and excessive hours. Some workers told Amnesty their contracts stipulated zero rest days.\n    \n\n\n\n\n\n\n\n\n\nCanadian Prime Minister Justin Trudeau is joined by Minister of Finance Dominic LeBlanc, back left to right, Minister of Foreign Affairs Melanie Joly, Minister of Public Safety David McGuinty, as he holds a press conference during a cabinet retreat at Chateau Montebello in Montebello, Tuesday, Jan. 21, 2025. (Sean Kilpatrick/The Canadian Press via AP)\n\nSean Kilpatrick/The Canadian Press/AP\n\n\n\n\nRelated article\nCanada will ‘respond robustly’ if Trump imposes ‘unfair tariffs,’ says PM Trudeau\n\n\n\n\n            Many workers said they suffered discrimination at work, including being tasked with the hardest physical jobs. Some workers said they suffered severe injuries or developed medical conditions due to unsafe working conditions.\n    \n\n            One woman from Cameroon, Bénédicte, told Amnesty she had suffered racist psychological and sexual abuse at the hands of her employer while working on a two-year closed work permit on a farm.\n    \n\n            After leaving the farm in July 2018, her employer canceled her work permit, leaving Bénédicte with an irregular migration status. “I did not expect to be a slave here,” she told Amnesty.\n    \n\n            Another worker told Amnesty he faced “severe forms of control” by his employer.\n    \n\n            Miguel, a Guatemalan migrant worker with a two-year visa under the TFWP, told Amnesty  he was threatened and surveilled. He said his boss confiscated his passport and placed cameras in the container where he lived and the garage where he worked.\n    \n\n            “The abuse experienced by migrant workers in Canada is deeply troubling, especially for a country that claims to be a leader when it comes to protecting human rights,” Erika Guevara-Rosas, senior director for research, advocacy, policy and campaigns at Amnesty International, said.\n    \n\n            Amnesty also said many workers reported living in inadequate housing conditions, with a few saying they did not have drinking water in their accommodation.\n    \n\n            An official at Amnesty International Canada, Ketty Nivyabandi, called on Canada’s leaders to implement reforms to “bring the program in line with Canada’s human rights obligations – and, ultimately, to respect the rights of workers.”\n    \n\n            The Canadian government told CNN it was aware of the Amnesty report.\n    \n\n            “The government of Canada takes the safety and dignity of temporary foreign workers very seriously and has been taking strong action to protect workers,” said Nancy Caron, the spokesperson for Immigration, Refugees, and Citizenship Canada (IRCC).\n    \n\n            “While in Canada, temporary foreign workers have the same employment standards, rights, and protections under federal, provincial, and territorial law as do Canadian citizens and permanent residents.”\n    \n\n            She added the government was “continuously taking steps to strengthen its temporary foreign worker programs,” including programs to help workers obtain private health insurance, a tip line to report wrongdoing, and “open work permits” to allow temporary foreign workers to change employers.",
  "date_inspected": "5:50 PM EST, Thu January 30, 2025",
  "image": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-1567046462.jpg?c=16x9&q=h_833,w_1480,c_fill",
  "read_duration": "3 minute read",
  "title": "Migrant workers in Canada exposed to ‘shocking abuse and discrimination,’ Amnesty says"
  },
  {
  "authors": "By Lauren Kent, CNN",
  "content": "CNN\n         — \n    \n\n\n            The extent of the impacts of the Trump administration’s sudden 90-day freeze of almost all foreign aid is still unclear almost a week on, as officials and aid workers overseas try to make sense of which activities must be suspended.\n    \n\n            The suspension of foreign aid was outlined in a diplomatic cable from Secretary of State Marco Rubio last Friday.\n    \n\n            In addition to widespread confusion around ongoing aid projects, the suspension means some aid contractors are not being paid for contracts and work that they have already completed, one aid industry source told CNN, speaking anonymously for fear of retribution.\n    \n\n            Contractors working with USAID – many of them US-based companies and small businesses – often front the money for aid work, then submit invoices and get reimbursed later.\n    \n\n            Now, some are not being paid for millions of dollars’ worth of services already rendered, the aid industry source said. That means there will be significant furloughs of staff at many aid contractors and subcontractors.\n    \n\n\n\n\n\n\n\n\n\nPalestinians queue to receive food aid parcels in Bureij in the central Gaza Strip on January 23.\n\nEyad Baba/AFP/Getty Images\n\n\n\n\nRelated article\nAs humanitarian officials warn people could die as a result of Trump’s foreign aid halt, Rubio issues new waiver\n\n\n\n\n            CNN has reached out to USAID and the White House Office of Management and Budget (OMB) for comment.\n    \n\n            “We were told to lay off all of our staff,” said Annie Feighery, the CEO of mWater, a US company that provides a free digital platform to governments and organizations around the world to help improve access to water. She said that as a subcontractor, the firm is “carrying a debt load of our projects” and has not yet been paid for work done in January.\n    \n\n            The USAID stop-work order has taken out 80% of her company’s budget, she said.\n    \n\n            “It’s going to put a lot of small businesses out of work,” Feighery said, noting that mWater staff in Indonesia, Haiti, Kenya, Uganda and the US are impacted. “If we’re allowed in May to go back to work, we will have to do the work in May and get paid in June… It’s horrific, you know, to imagine any company going two quarters without their funding.”\n    \n\n            She added that companies working in the technology aid space are also concerned about other nations, like China, stepping in to fill the void during the 90-day pause on foreign aid. Foreign governments using data systems that are US-based, like those of mWater, is better than having them run on Chinese technology, she argued.\n    \n\n            A humanitarian official told CNN that organizations are concerned about foreign powers like China and Russia using the US aid freeze to increase their own soft power overseas. And there are concerns that non-state actors, like terrorist groups and child soldier recruiters, could gain influence in areas where US funding currently supports refugee camps, the official highlighted.\n    \n\n        Widespread confusion over waiver for ‘humanitarian aid’\n\n\n            Several international NGOs told CNN they were seeking clarifications or did not yet have answers regarding which aid funding would be suspended.\n    \n\n            The State Department said in a media note on Wednesday that the freeze does not include humanitarian aid, “which is defined as ‘life-saving medicine, medical services, food, shelter, and subsistence assistance, as well as supplies and reasonable administrative costs as necessary to deliver such assistance.’”\n    \n\n            The note also claimed that “critical national security waivers have been granted, including to ensure the protection of US personnel overseas, facilitate the repatriation of illegal aliens, enforce non-proliferation obligations, and much more.”\n    \n\n            The waiver on “life-saving humanitarian assistance” specified that it does not apply to “activities that involve abortions, family planning conferences … gender or DEI ideology programs, transgender surgeries, or other non-life saving assistance,” as CNN reported.\n    \n\n            The State Department claimed it had “provided straightforward guidance” about waivers to the freeze last Friday.\n    \n\n            However, multiple international aid workers told CNN that there is widespread confusion about what the humanitarian aid waiver actually means and what it covers.\n    \n\n            The humanitarian official told CNN there was “no clarity at all.”\n    \n\n            The official said that even though the waiver gives an exemption for ‘life-saving humanitarian aid,’ it’s not clear if that includes funding for staffers who carry out the work. Their organization has been unable to withdraw US funds at all, and is exploring whether to put staff on furlough, because it doesn’t have cash reserves to pay people.\n    \n\n            USAID funds foreign aid projects in more than 100 countries around the world. Other agencies like the State Department, Department of Health and Human Services, Defense Department, Treasury and the Peace Corps also control portions of the US foreign aid budget.\n    \n\n            Foreign assistance has been the target of ire from Republicans in Congress and Trump administration officials, but the funding accounts for very little of the overall US budget, at about 1% of federal budget obligations.\n    \n\n            “The administration is asking a lot of the right questions, but they’re asking them the wrong way, and in far too of an abrupt fashion that’s far more disruptive to the lives and livelihoods of human beings around the world than it could be,” said John Oldfield, the chief executive of Accelerate Global, which advises nonprofits and companies working in global development.\n    \n\n            “The sick are getting poorer and the poor getting sicker,” Oldfield said of the developing world. “People are losing their jobs. People are losing their livelihoods. This is happening right now, even within the first 48 or 72 hours after these decisions by the White House.”\n    \n\n        Concerns about development aid\n\n\n            A source working in the US foreign aid industry stressed that the humanitarian aid waiver does not include most development aid, which also saves lives, for example through improving water security, food security, sanitation and hygiene.\n    \n\n            “Development aid is longer-term work and that is still on pause,” said the source, who asked not to be named for fear of reprisals.\n    \n\n            In many cases, the stop-work orders stemming from the US State Department aid freeze have suspended projects that are done in support of US security and global security interests, according to aid workers.\n    \n\n\n\n\n\n\nBoxes of relief items from USAID for the victims of super typhoon Haiyan, at Villamor Air Base in Manila, Philippines, are pictured in 2013. USAID funds aid projects in more than 100 countries around the world.\n\nCheryl Ravelo/Reuters/File\n\n\n\n            The World Council of Credit Unions, headquartered in Wisconsin, said in a statement Wednesday that following the stop-work orders, it had suspended a USAID project in Peru and Ecuador that helps Venezuelan refugees with credit lending, savings, and with obtaining “documentation that allows them to integrate into their local economies, thereby stemming their migration to the US.”\n    \n\n            The international credit organization also said it had suspended work on its USAID GROW Project in Ukraine, which “supports agricultural production and food security, an area Ukraine is central to in supporting the global food chain.”\n    \n\n            In Ukraine, multiple organizations said their work had been impacted by the freeze on USAID funding. The director of the All-Ukrainian Association of Communities, Ivan Slobodianyk, told CNN that his organization was urgently looking for replacement funding to support its food security vegetable seed program in the southern Kherson region.\n    \n\n            CNN reported Wednesday that the freeze also impacts funding used to train international partners on countering the trade of illicit narcotics and human trafficking.\n    \n\n        Funding halt to HIV programs\n\n\n            A World Health Organization (WHO) spokesperson told CNN that the agency welcomes the US administration’s decision on Tuesday to include the funding of HIV medicines in the waiver. “But WHO remains very concerned in regards to a funding halt for other parts of PEPFAR (the President’s Emergency Plan for AIDS Relief),” the spokesperson said.\n    \n\n            “A funding halt for HIV programmes can put people living with HIV at immediate increased risk of illness and death and undermine efforts to prevent transmission in communities and countries. Such measures, if prolonged, could lead to rises in new infections and deaths, reversing decades of progress and potentially taking the world back to the 1980s and 1990s when millions died of HIV every year globally, including many in the United States of America,” the WHO said in a statement.\n    \n\n            “We call on the United States government to enable additional exemptions to ensure the delivery of lifesaving HIV treatment and care.”\n    \n\n            The chief executive of the Gates Foundation, Mark Suzman, said in a statement: “US assistance programs, such as PEPFAR, deliver life-saving medicine, medical care, and combat hunger and starvation. These programs protect the health of Americans, bolster US national security, and build stronger economies.”\n    \n\n            The foundation is committed to working with the administration on these issues, he added, “and encourage them to ensure this critical funding continues immediately while their reviews are underway.”\n    \n\n            CNN’s Jennifer Hansler contributed to this report.",
  "date_inspected": "2:59 PM EST, Thu January 30, 2025",
  "image": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-1973346369-restricted.jpg?c=16x9&q=h_833,w_1480,c_fill",
  "read_duration": "7 minute read",
  "title": "US foreign aid freeze is upending global aid and the work of contractors"
  },
  {
  "authors": "Story by Reuters",
  "content": "Berlin, Germany\nReuters\n         — \n    \n\n\n            Former German Chancellor Angela Merkel criticized Friedrich Merz, her successor as leader of the country’s conservatives, on Thursday for pushing through a bill on tighter immigration control with the help of the far right.\n    \n\n            “I believe it is wrong,” Merkel said, referring to the outcome of a vote in parliament on Wednesday when a Christian Democrat motion was passed with support from the nationalist Alternative for Germany (AfD), breaking a long-held political taboo in Germany.\n    \n\n            Holocaust survivor Albrecht Weinberg, who survived Auschwitz and Bergen-Belsen, returned his Federal Order of Merit medal to the German state in protest, while Michel Friedman, a Jewish community leader and member of the CDU’s presidency in the 1990s, quit the party.\n    \n\n            Berlin mayor Kai Wegener, a fellow conservative, also indicated dissatisfaction.\n    \n\n            “With me - you can rely on it - there will never be cooperation or a coalition with the far-right,” he said.\n    \n\n            Christian Democrat leader Merz, frontrunner to become chancellor after the February 23 election, rejected suggestions he had breached mainstream parties’ “firewall” against the AfD, saying his bill was necessary, regardless of who chose to back it.\n    \n\n            In a rare intervention into domestic politics, Merkel accused Merz of going back on a vow he made in November to seek majorities with mainstream parties rather than with the AfD.\n    \n\n            She urged “democratic parties” to work together to prevent violent attacks like those recently seen in Magdeburg and Aschaffenburg. In both instances, the suspects had applied for asylum in Germany, bringing border and asylum policy into sharp focus in the election campaign.\n    \n\n            The AfD, which is polling second in most surveys behind Merz’s conservative bloc, is being monitored by German security services on suspicion of right-wing extremism.\n    \n\n            Thousands protested outside the CDU party’s Berlin headquarters on Thursday, prompting the police to urge staff to leave work early for their own safety, a party official wrote on social media.\n    \n\n            Addressing a rally in Dresden, Merz told protesters they were over-reacting.\n    \n\n            “The right to demonstrate only goes so far,” he said, adding that Chancellor Olaf Scholz’s Social Democrats and the Greens represented a “dwindling minority” in society.\n    \n\n            The job of the conservatives, he said, was to ensure “a party like the AfD is no longer needed in Germany.”",
  "date_inspected": "4:58 AM EST, Fri January 31, 2025",
  "image": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-2186353435.jpg?c=16x9&q=h_833,w_1480,c_fill",
  "read_duration": "2 minute read",
  "title": "Merkel criticizes leader of her own party for cooperating with German far right"
  }
  ]