{
    "data": [
      {
        "content": "Washington\nCNN\n  — \n \n\n\n During his Thursday press conference about the deadly Wednesday collision between a passenger jet and military helicopter near Reagan National Airport, President Donald Trump repeatedly suggested there was a link between the tragedy and diversity hiring policies at the Federal Aviation Administration.\n \n\n It’s most important to note that Trump provided no evidence whatsoever that there was any such connection. But it’s also worth noting that some of Trump’s specific assertions about the FAA’s push to hire people with disabilities were either inaccurate or missing critical context about what happened during Trump’s own first presidency.\n \n\n At one point, Trump read from a 2024 New York Post article that said the FAA was “actively recruiting workers who suffer ‘severe intellectual’ disabilities, psychiatric problems and other mental and physical conditions under a diversity and inclusion hiring initiative spelled out on the agency’s website.” And after reading out part of a 2024 Fox News article on the same subject, Trump said, “This was (on) January 14, so that was a week before I entered office; they put a big push to put diversity into the FAA’s program.”\n \n\n Here are four important facts related to Trump’s claim.\n \n\nTrump falsely claimed the Fox News article was from a week before he entered office: The “January 14” Fox News article Trump cited was, like the New York Post article, actually published on January 14 of last year – not, as Trump claimed, a week before he returned to the presidency in January of this year. In other words, the articles are not evidence that the Biden administration made a frantic last-minute FAA diversity push right before Trump took office again.\n \n\nThe Trump-era FAA had the same language on its website: The FAA’s language encouraging the hiring of people with disabilities, including intellectual and psychiatric disabilities, was featured on the agency’s website throughout Trump’s first presidency and at least as far back as 2013, as the fact-check website Snopes has previously reported. You can click here for the version of the web page captured by the Internet Archive in December 2020, the last full month of Trump’s first term.\n \n\nThe Trump-era FAA also pushed to hire people with disabilities: The federal government passed a law in 1973 that aimed to increase federal hiring of qualified people with disabilities. Like other government agencies, the Department of Transportation, which oversees the FAA, had pushed since at least the George W. Bush administration to increase its hiring of people with certain “targeted disabilities” that create extra barriers to employment. Those include not only intellectual and psychiatric disabilities, but also deafness, blindness, paralysis and missing extremities.\n \n\n The FAA under the first Trump administration also tried to increase hiring of people with targeted disabilities.\n \n\n The FAA’s Aviation Safety Workforce Plan for the 2020-2029 period, issued under Trump, said the FAA’s Office of Aviation Safety would, in the 2020 fiscal year, “continue to promote and support the hiring of people with disabilities and targeted disabilities.”\n \n\n Also during Trump’s first term, in 2019, the FAA announced “a pilot program to help prepare people with disabilities for careers in air traffic operations,” saying that “a key focus for the FAA’s Office of Civil Rights is to identify specific opportunities for people with targeted disabilities, empower them and facilitate their entry into a more diverse and inclusive workforce.” The FAA continued to promote the pilot program in the latter half of 2020, near the end of Trump’s first term.\n \n\n The FAA’s 2019 and 2020 descriptions of the program emphasized that people with disabilities would not be hired for jobs for which they weren’t capable. The FAA wrote in 2019 that “the candidates in this program will receive the same rigorous consideration in terms of aptitude, medical and security qualifications as those individuals considered for a standard public opening for air traffic controller jobs.”\n \n\n That’s similar to what the Biden-era FAA told Fox News for the 2024 article Trump cited: “The FAA employs tens of thousands of people for a wide range of positions, from administrative roles to oversight and execution of critical safety functions. Like many large employers, the agency proactively seeks qualified candidates from as many sources as possible, all of whom must meet rigorous qualifications that of course will vary by position.”\n \n\nThe hiring of people with targeted disabilities is a small fraction of overall FAA hiring: The agency’s annual goal for hiring people with targeted disabilities has generally been in the vicinity of 2%. In the 2016 fiscal year under then-President Barack Obama, for example, the FAA said it had exceeded a 2.33% goal by hiring 89 people with targeted disabilities out of 3,373 total hires, a rate of about 2.64%.",
        "image": "https://media.cnn.com/api/v1/images/stellar/prod/collins-trump-presser.jpg?c=16x9&q=w_1280,c_fill",
        "title": "Trump’s FAA"
      },
      {
        "content": "Tel Aviv, Ramallah and Khan Younis\nCNN\n  — \n \n\n\n Chaotic scenes surrounding the release of Israeli and Thai hostages in Gaza on Thursday brought condemnation from Israeli leaders and a temporary delay in the release of Palestinian prisoners, who were ultimately released later in the day.\n \n\n Israeli Prime Minister Benjamin Netanyahu postponed by several hours the agreed release of 110 Palestinian detainees, including dozens of minors, after live images were broadcast across Israel of a crowd of thousands jostling and cheering as the hostages were handed over to the Red Cross in the central Gazan city of Khan Younis.\n \n\n He described those scenes as “shocking,” and demanded guarantees from those who mediated a ceasefire deal – Qatar, Egypt and the United States – that the incident would not be repeated.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVideo Ad Feedback\n\n\n\nChaotic scenes in Gaza as Israeli hostage Arbel Yehoud led through crowd ahead of release\n \n\n\n 00:24\n \n - Source:\n \n CNN\n\n\n\n\n\n\n\n\n\n\n\nChaotic scenes in Gaza as Israeli hostage Arbel Yehoud led through crowd ahead of release\n\n00:24 \n\n\n\n\n\n\n\n\n The release Thursday morning of the captive Israeli soldier Agam Berger in Jabalya, northern Gaza, had gone off without incident – a stage-managed affair in which Hamas militants paraded her in front of cameras and then handed her to representatives from the International Committee for the Red Cross.\n \n\n But the release in the early afternoon of two Israeli and five Thai civilians produced some of the most stunning images of the nearly two-week-old ceasefire, striking a painful nerve for much of the Israeli public.\n \n\n Unusually, that handover was a joint affair between Hamas and several allied militant groups. Thousands of Gazans crowded in Khan Younis as Hamas and its allies staged the handover outside the razed house of former Hamas leader Yahya Sinwar, killed by Israeli forces in October.\n \n\n Among those released was Arbel Yehoud, a 29-year-old civilian whom militants abducted from her home in the Nir Oz kibbutz on October 7, 2023. She was held captive by the militant group Palestinian Islamic Jihad. Stepping out from a white van, the Israeli civilian looked gaunt and frightened. As militants walked her through a roaring crowd, she kept her head locked forward as her eyes darted left and right. The crowd jostled her back and forth as she made her way toward a waiting Red Cross vehicle.\n \n\n\n\n\n\n\nGadi Mozes, age 80, was among those held by Palestinian Islamic Jihad and released in central Gaza on Thursday.\n\nJehad Alshrafi/AP\n\n\n\n Yehoud was returned to Israel without further incident. But for many in Israel, the images sparked fears of a repeat of an infamous, televised incident in October 2000, known colloquially as the Ramallah lynching. Two reservist Israeli soldiers – who had been detained after accidentally driven into Ramallah, in the occupied West Bank – were brutally murdered by a Palestinian mob mourning a child whom Israeli troops had killed the previous day.\n \n\n Fifteen hostages have been released since a ceasefire went into effect earlier this month. Their freedom has brought some relief to a nation traumatized daily by images of civilians and soldiers held captive since October 7, 2023.\n \n\n But that solace has accompanied by astounding images of Hamas militants’ elaborate handover ceremonies – clearly designed to show that the group is still standing, despite the Israeli government’s promises of “total victory” over the perpetrators of the deadliest attack on Jews since the Holocaust.\n \n\n Finance Minister Bezalel Smotrich, a right-wing extremist who has threatened to withdraw from the governing coalition, has cited Hamas’s presence on the streets of Gaza as proof that Israel must return to war, saying that it was proof “of the heavy and terrible price Israel is paying for this bad deal.”\n \n\n\n\n\n\n\nIsrael's Ofer Prison, in the occupied West Bank.\n\nAtef Safadi/EPA-EFE/Shutterstock\n\n\n\n 110 Palestinians released\n\n\n Just as night fell, the Israeli prison authority released 110 Palestinians from Ofer Prison in the occupied West Bank, including a prominent former militant leader from the embattled city of Jenin.\n \n\n In the West Bank town of Beitunia, which overlooks Ofer Prison, the Israeli military on Thursday shut down public celebrations by Palestinians over the detainees’ release, as has repeatedly been the case.\n \n\n Israeli troops fired rubber-coated steel bullets and used tear gas and stun grenades to clear a small crowd. They dropped Arabic-language flyers warning onlookers that “the security forces will not allow demonstrations in support of terrorist organizations.”\n \n\n At least 61 Palestinians were injured, according to local paramedics. The Palestine Red Crescent Society said its members treated patients with injuries from live rounds, rubber bullets and tear gas, as well as those sustained falling over.\n \n\n The release was met with jubilation in the streets of Ramallah, where hundreds gathered to meet some of the released detainees. Many of those gathered there chanted in support of Hamas’ military wing, Al-Qassam Brigades. A smaller crowd of Fatah supporters has gathered on a nearby hill.\n \n\n Among those freed were 30 children – some held without charge and none convicted, according to Adalah, a legal aid organization. Also released were 32 prisoners sentenced to life imprisonment and 48 prisoners with “high sentences.” Some of those with serious sentences were due to be released to Egypt, as per the terms of the ceasefire deal agreed to in Doha.\n \n\n The most prominent to be released on Thursday was Zakaria Zubeidi, former commander of Al-Aqsa Martyrs Brigade, the military wing of the Fatah party, which governs the West Bank. His mother, brother, and son have all been killed by the Israeli military. Zubeidi rose through the ranks of the militant group during the Second Intifada in the early 2000s.\n \n\n\n\n\n\n\nA Palestinian child in Ramallah holds a portrait of Zakaria Zubeidi, who was released from Israeli prison on Thursday.\n\nAhmad Gharabli/AFP/Getty Images\n\n\n\n A former child actor, Zubeidi co-founded The Freedom Theatre in his hometown of the Jenin Refugee Camp following that conflict, to promote cultural education among his compatriots.\n \n\n He was arrested in 2019 and charged with involvement in shooting attacks against Israelis. He gained near cult status among many Palestinians after he was among a group who tunneled out of Israel’s high security Gilboa prison in 2021, before being re-arrested several days later.\n \n\nMohammad Al Sawalhi, Tareq Al Hilou, Eugenia Yosef, Lauren Izso, Dana Karni and Khader Al-Za’anoun, a journalist with WAFA, the official Palestinian news agency, contributed reporting.\n\n\n Correction: This article has been updated to more accurately describe the circumstances of a 2000 incident in which two Israelis were killed in Ramallah, in the West Bank.",
        "image": "https://media.cnn.com/api/v1/images/stellar/prod/ap25030429140129.jpg?c=16x9&q=h_833,w_1480,c_fill",
        "title": "Gaza"
      },
      {
        "content": "CNN\n  — \n \n\n\n An impressive lineup of musicians came together for a good cause on Thursday evening.\n \n\n Two concerts collectively referred to as FireAid kicked off at the Kia Forum and the Intuit Dome in the Los Angeles city of Inglewood to support relief efforts in the wake of the deadly wildfires that ignited earlier this month in the LA area, claiming 29 lives and causing billions of dollars in damage.\n \n\n Green Day opened the Forum show with their song “Last Night on Earth,” featuring a surprise appearance by Billie Eilish, and then followed up with their anthem “Still Breathing” off their 2016 album “Revolution Radio” and their 1994 hit “When I Come Around” from “Dookie.”\n \n\n After Green Day’s performance, Billy Crystal welcomed the audience, and announced that U2 had just made a $1 million donation, which was being matched to equal $2 million.\n \n\n\n\n\n\n\nSerg Dimitrijevic, Verdine White, and Philip Bailey, Jr. of Earth, Wind & Fire perform on Thursday.\n\nJordan Strauss/Invision/AP\n\n\n\n Crystal said he lost his Pacific Palisades home of 46 years in the Palisades Fire, and spoke about the heartache he felt after losing his house and the memories attached to it. But, Crystal said, “It will be ok. With your help around the country and here in the room, we’ll laugh again. We’re going to listen to music again and we will be ok.”\n \n\n Samuel L. Jackson welcomed the crowd at the Intuit Dome once that concert got going, energetically thanking the first responders who were in the audience for the show. “We love our firefighters and we need to help them right now,” he said. Jackson then introduced Sir Rod Stewart, who started his set with his hit “Forever Young.”\n \n\n Pink sang a pared down acoustic set including a cover of Janis Joplin’s gritty 1971 hit “Me and Bobby McGee,” a cover of Led Zeppelin’s “Babe I’m Gonna Leave You” and her song “What About Us.” Later, Slash made a surprise cameo, joining the Black Crowes to perform a Led Zeppelin cover of “Going to California.”\n \n\n\n\n\n\n\nGwen Stefani and members of No Doubt perform during the FireAid benefit concert for Los Angeles wildfire relief efforts.\n\nDaniel Cole/Reuters\n\n\n\n Later in the show, Stevie Nicks shared a story during her set about how she nearly lost her Pacific Palisades home, which she said was made of wood and built in 1938. “She stands strong,” Nicks said of her house that was saved because of the Santa Rosa firefighters who she said “never gave up.” Nicks dedicated “Landslide” to those first responsders.\n \n\n There was also a major Nirvana moment when indie rocker St. Vincent made a surprise appearance to cover the epic ’90s grunge band’s “Breed” with the band’s original members Dave Grohl on the drums and bassist Krist Novoselic. Sonic Youth’s Kim Gordon as well as Joan Jett came out to cover other Nirvana songs, with Grohl’s daughter Violet coming on stage to cap off the swirling set with “All Apologies.”\n \n\n The shows raised money “for rebuilding communities devastated by wildfires and supporting efforts to prevent future fire disasters throughout Southern California,” according to a news release.\n \n\n\n\n\n\n\nFlea of Red Hot Chili Peppers performs during the FireAid benefit concert at The Forum in Inglewood, California, on Thursday.\n\nChris Pizzello/Invision/AP\n\n\n\n Among the artists who performed at the concerts are native Angelenos Eilish, the Red Hot Chili Peppers and Gracie Abrams.\n \n\n The Red Hot Chili Peppers took the stage at the Kia Forum, along with Alanis Morissette, No Doubt, Joni Mitchell, Stephen Stills and John Mayer. Dr. Dre and Sheila E. were surprise performers who took the stage alongside Anderson. Paak.\n \n\n The second concert’s lineup was also packed, with Lady Gaga, Katy Perry, Earth, Wind & Fire, Jelly Roll, Lil Baby, Olivia Rodrigo, Peso Pluma, Sting, Tate McRae and Stevie Wonder.\n \n\n The pop queens rocked toward the end of the show with Perry, of course, singing her 2010 classic “California Gurls” while twirling around on stage with a California flag. Eilish performed three acoustic songs and spoke about her hometown, saying that Los Angeles is her “favorite place in the world.” Gaga closed out the show with two songs from the “A Star is Born” soundtrack, and ended with a new song that she said she wrote with her fiancé Michael Polanksy just for FireAid.\n \n\n\n\n\n\n\n\n\n\nVolunteers carry water for evacuees from the Eaton Fire dwell at a donation center in Santa Anita Park, Arcadia, California, on January 13, 2025. US officials warned \"dangerous and strong\" winds were set to push deadly wildfires further through Los Angeles residential areas January 12 as firefighters struggled to make progress against the flames. At least 24 people have been confirmed dead from blazes that have ripped through the city, reducing whole neighborhoods to ashes and leaving thousands without homes.\n\nEtienne Laurent/AFP/Getty Images\n\n\n\n\nRelated article\nHow to make the most of your donation to LA wildfire victims\n\n\n\n\n How to support\n\n\n Viewers around the world were able to watch, stream and make contributions to FireAid on platforms including Apple Music, Apple TV, Max, Peacock, KTLA+, Netflix/Tudum, Paramount+, Prime Video and more, beginning at 6 p.m. PT/ 9 p.m. ET on Thursday. The concert was also broadcast on 860 iHeartRadio radio stations.\n \n\n\n\n\n\n\nJoan Jett, second from right, performs with (from left) Pat Smear, Dave Grohl, and Krist Novoselic of Nirvana during the FireAid benefit concert at The Forum in Inglewood.\n\nChris Pizzello/Invision/AP\n\n\n\n Those wishing to donate can visit fireaidla.org or text (310) 359-0579 for a donation link.\n \n\n Contributions will be distributed under the advisement of the Annenberg Foundation, which will “help coordinate a team to direct funds for the greatest impact” and provide “short-term relief efforts and long-term initiatives to prevent future fire disasters,” a news release said.\n \n\n According to the FireAid website, every donation made during the live stream on Thursday night was matched dollar for dollar.\n \n\nCNN’s Lisa Respers France contributed to this report.",
        "image": "https://media.cnn.com/api/v1/images/stellar/prod/ap25031124020574.jpg?c=16x9&q=h_833,w_1480,c_fill",
        "title": "FireAid benefit concerts"
      },
      {
        "content": "CNN\n  — \n \n\n\n The US Food and Drug Administration signed off Thursday on the first new type of pain reliever to be approved in more than two decades.\n \n\n The drug, suzetrigine, is a 50-milligram prescription pill that’s taken every 12 hours after a larger starter dose. It will be sold under the brand name Journavx.\n \n\n “A new non-opioid analgesic therapeutic class for acute pain offers an opportunity to mitigate certain risks associated with using an opioid for pain and provides patients with another treatment option,” Dr. Jacqueline Corrigan-Curay, acting director of the FDA’s Center for Drug Evaluation and Research, said in a news release. “This action and the agency’s designations to expedite the drug’s development and review underscore FDA’s commitment to approving safe and effective alternatives to opioids for pain management.”\n \n\n\n\n\n\n\n\n\n\nBottles of prescription painkiller OxyContin, 40mg, 20mg and 15mg pills, made by Purdue Pharma L.D. sit on a counter at a local pharmacy, in Provo, Utah, U.S., April 25, 2017.\n\nGeorge Frey/Reuters/File\n\n\n\n\nRelated article\nPurdue Pharma, Sacklers reach $7.4 billion national opioid settlement\n\n\n\n\n Government surveys show that analgesics, or medications that control pain, are the most commonly prescribed type of drug in hospitals.\n \n\n About 80 million Americans fill prescriptions each year for medications to treat new instances of moderate to severe pain, according to a study by Vertex Pharmaceuticals, the company that developed the new drug; about half those prescriptions are written for opioid medications, which can lead to dependence and addiction. \n\n\n Suzetrigine is the first new painkiller approved in the US since Celebrex, a type of nonsteroidal anti-inflammatory drug called a Cox-2 inhibitor, which was approved in 1998.\n \n\n Multiple parts of the body are involved in the sensation of pain, explains Dr. Sergio Bergese, an anesthesiologist at Stony Brook University’s Renaissance School of Medicine. Nerve cells carry an electrical signal from the site of tissue damage up to the brain, which perceives the signal as pain.\n \n\n Unlike opioid medications, which dull the sensation of pain in the brain, suzetrigine works by preventing pain-signaling nerves around the body from firing in the first place.\n \n\n “This drug, what it is doing is interrupting that path, so even though the tissue injury exists, the brain doesn’t know,” Bergese said.\n \n\n And crucially, suzetrigine creates no euphoria or high like opioids sometimes can, so doctors believe there’s no potential for it to create addiction or dependence in people who use it.\n \n\n The medication was discovered after researchers learned about a family of fire walkers in Pakistan and discovered that they lacked a gene allowing pain signals to fire in their skin. Members of this family could walk over hot coals without flinching.\n \n\n\n\n\n\n\n\n\n\nNew research suggests that Black patients are less likely to receive multimodal pain management options after surgery.\n\nSDI PRODUCTIONS/E+/Getty Images\n\n\n\n\nRelated article\nBlack patients less likely to receive certain pain relief post-surgery, new research suggests\n\n\n\n\n “They knew that they were on something hot; they knew they could feel the coals. So it’s not impacting the nerves that do heat and touch and stuff like that. It is just these pain-conducting nerves,” said Stuart Arbuckle, chief operating officer of Vertex Pharmaceuticals. “They were, in every other way, normal.”\n \n\n Still, it took scientists 25 years to figure out how to exploit that pain-conducting mechanism to develop a medication.\n \n\n “Neurons talk to each other by producing series of nerve impulses, like a Morse code,” said Dr. Stephen Waxman, who directs the Center for Neuroscience and Regeneration Research at the Yale School of Medicine. “And nerve impulses are produced by tiny molecular batteries within the membranes of neurons. The molecular batteries are called sodium channels.”\n \n\n Suzetrigine works by closing one sodium channel that conducts only pain signals.\n \n\n There have been many false starts along the way to finding a drug that could block one specific sodium channel. Suzetrigine’s approval means other drugs that could work even better are likely to follow, Waxman said.\n \n\n “It is an important step forward, because it provides proof of concept that a [sodium-channel blocker] can reduce pain in humans,” said Waxman, who has no financial ties to the new drug. “That opens up the door to a second generation of even more effective [medications].”\n \n\n Suzetrigine is a pill that’s given in two dosages. In studies, participants got an initial dose of 100 milligrams, followed by 50 milligrams every 12 hours.\n \n\n Doctors stress that it may not be the right drug for everyone or for every type of pain.\n \n\n\n\n\n\n\n\n\n\n(add caption)\n\nManusapon Kasosod/Moment RF/Getty Images\n\n\n\n\nRelated article\nChronic pain is substantially more common in the US than diabetes, depression and high blood pressure, study finds\n\n\n\n\n In two clinical trials that included almost 600 participants, suzetrigine controlled pain after abdominal and foot surgeries better than an inactive placebo pill. About as many people said suzetrigine reduced their pain by at least half after surgery as those who took Vicodin, which is a combination of acetaminophen and the opioid hydrocodone. The research wasn’t designed to directly compare suzetrigine to Vicodin, however, so it’s hard to know whether one worked better than the other.\n \n\n On a well-known rating scale that runs from 0 to 10, the study participants started with pain of about seven, on average, and suzetrigine reduced it roughly 3.5 points.\n \n\n “It’s not like eliminating all pain,” Arbuckle said. “It’s reducing pain by about 50%.”\n \n\n In a third study, of people who had back pain caused by sciatica, suzetrigine reduced pain by about 2 points, the same amount reported by people taking a placebo, suggesting that this drug might not be a standout for chronic pain.\n \n\n Vertex disagrees, saying that it has tested the drug in different types of chronic pain and that it seems to work for long-term pain, too. The company is continuing to test it in people who have diabetic neuropathy, in which high blood sugar levels damage nerves over time, leading to symptoms such as numbness, tingling, pain and muscle weakness.\n \n\n The sciatica study was smaller than the others, with about 100 people in the suzetrigine arm and in the placebo group, so there may not have been enough participants to show clear differences between the groups. Placebos tend to have large effects in pain studies too, which complicates their interpretation.\n \n\n\n Get CNN Health's weekly newsletter\n \n\nSign up here to get The Results Are In with Dr. Sanjay Gupta every Friday from the CNN Health team.\n\n\n\n “In our opinion, the drug did what we expected to do in terms of the amount of pain relief,” Arbuckle said. “But unfortunately, as often happens in studies in pain, there is quite a large placebo response.”\n \n\n Doctors who help people manage pain said they were excited to have a new option.\n \n\n “The more options we have, the better we’re able to treat each and every patient,” said Dr. Kimberley Mauer, an anesthesiologist at Oregon Health and Science University.\n \n\n Mauer said cost might be a big factor in how the drug is used. Vertex said that it has set a wholesale cost of $15.50 per 50-mg pill but that patient assistance programs would be available.\n \n\n Mauer said doctors and patients would have to wait to learn what insurance companies might do in terms of coverage.\n \n\n “It might limit some patients getting it. So we just have to kind of see, and it’s hard to tell until it kind of gets out on the market,” she said.",
        "image": "https://media.cnn.com/api/v1/images/stellar/prod/journavx-bottle.jpg?c=16x9&q=h_833,w_1480,c_fill",
        "title": "New pain relief drug"
      },
      {
        "content": "CNN\n  — \n \n\n\n Dick Button, the two-time Olympic champion who revolutionized figure skating and literally took the sport to new heights, died Thursday, US Figure Skating said. He was 95 years old.\n \n\n Button died hours after a catastrophic plane crash killed skaters representing the past, present and future of the sport. The tragedy stirred memories of the 1961 plane crash that killed the entire US world figure skating team, including many of Button’s peers.\n \n\n Born Richard Totten Button on July 18, 1929, the daredevil athlete defied both gravity and expectations during his career.\n \n\n At age 12, Button was told he would never be a good skater. So he doubled down on his training. And just four years later, at age 16, he became US champion.\n \n\n\n\n\n\n\nAt age 18, Dick Button became the first US Olympic figure skating champion at the 1948 Winter Olympics.\n\nHulton Archive/Getty Images\n\n\n\n That was just the beginning of his meteoric rise. Over the next few years, Button attempted dangerous feats that seemed unfathomable at the time but are now routine for elite skaters.\n \n\n At the 1948 Winter Olympics, Button became the first skater to land a double Axel jump in competition. The 18-year-old won gold, becoming the first US Olympic figure skating champion.\n \n\n\n\n\n\n\n\n\n\n15 FEB 1994: EUGENIA SHISHKOVA AND VADIM NAUMOV OF RUSSIA IN ACTION IN THE PAIRS FREE PROGRAM AT THE 1994 LILLEHAMMER WINTER OLYMPICS. Mandatory Credit: Chris Cole/ALLSPORT\n\nChris Cole/AllSport/Getty Images\n\n\n\n\nRelated article\nPlane crash kills world champion figure skaters and the ‘future’ of the sport in a tragic case of déjà vu\n\n\n\n\n He also became the youngest man to ever win Olympic figure skating gold – a distinction that remains unsurpassed more than 70 years later.\n \n\n Button’s penchant for taking risks included his debut of the “flying camel” spin. It’s a move where a skater spinning on one leg hurls himself into the air, lands on the other foot, and continues the spin going backward with both the torso and free leg parallel to the ice. The move is sometimes known as the Button camel.\n \n\n After his first Olympic gold, Button enrolled at Harvard University – yet still managed to win the world figure skating championship every year he was a student there, according to The Harvard Crimson.\n \n\n At the next Olympics, the Harvard senior became the first athlete to land a triple jump of any kind – a triple loop – at the 1952 Games. He won that Olympic title, too.\n \n\n His ‘unfiltered honesty’ made him a legendary commentator\n\n\n Button later became a well-known figure skating commentator both admired and dreaded by skaters he critiqued.\n \n\n “No other figure skater embodies the sport as much as Dick Button. He is, and always will be, the godfather of this sport,” 1998 Olympic champion Tara Lipinski said, according to the Sports Video Group.\n \n\n “Using his wit, passion, and unfiltered honesty, Dick drew in ever increasing television audiences whether they were new viewers or dedicated fans.”\n \n\n\n\n\n\n\nABC Sports commentator Dick Button delivers candid remarks at the 1988 Winter Olympics.\n\nSteve Fenn/American Broadcasting Companies/Getty Images\n\n\n\n Even 1984 Olympic champion Scott Hamilton – who himself became a legendary skating commentator – said he always felt the need to prove himself under Button’s watchful eye.\n \n\n “Basically, I spent the last five years of my amateur career doing everything in my power to shut him up,” Hamilton said with a laugh.\n \n\n “He was up there not to be a cheerleader, but to be an analyst, and so his criticisms were — to me — very inspiring and very informative.”\n \n\n Button’s unique commentary led to a 1981 Emmy Award for outstanding sports personality.\n \n\n He critiqued not just the technical elements of skating, but also the artistic side – and skaters he thought fell short in either category.\n \n\n At the 2018 Olympics, Button described a skater whose connection to the music seemed amiss: “She has the opportunity to be smoldering on the ice, but her skating and the music mean nothing to one another,” he said, according to Slate.com.\n \n\n But another athlete garnered some interesting praise: “(Satoko) Miyahara doesn’t have worthless arm movement,” Button said.\n \n\n A brief return to the ice\n\n\n More than 50 years after his first Olympic gold, Button took to the ice again – but fell and suffered a traumatic brain injury.\n \n\n\n\n\n\n\nDick Button warms up before successfully defending his Olympic title at the 1952 Winter Games.\n\nBettmann/Getty Images\n\n\n\n “What happened was that I must have tried a jump, and I fell,” Button recalled in 2003.\n \n\n “All I know is the blood was coming out of my ear. I had a concussion, and I lost the hearing in (one) ear.”\n \n\n Button said he didn’t even remember his first month of recovery.\n \n\n “I’m told I had to be put in a straitjacket for the first five days because I was so violent, which is a reflection of having really damaged your brain,” he said.\n \n\n But once again, Button defied expectations. After extensive rehabilitation, he relearned how to walk and became a national spokesman for the Brain Injury Association of America.\n \n\n By 2006, Button was back in the commentators’ booth for the Winter Olympics in Torino, delivering his refreshingly blunt analyses.\n \n\n His sense of humor was still intact, too. After his life-threatening injury, Button reportedly said: “I’m fine. I’m here, and I’m wreaking havoc as usual.”",
        "image": "https://media.cnn.com/api/v1/images/stellar/prod/ap25031034279748.jpg?c=16x9&q=h_833,w_1480,c_fill",
        "title": "Dick Button death"
      },
      {
        "content": "CNN\n  — \n \n\n\n Immigration and Customs Enforcement is playing a key role in the Trump administration’s plans to crack down on illegal immigration.\n \n\nHere’s a look at some key questions about the agency and its priorities.\n \n\n Why was ICE created?\n\n\n Immigration and Customs Enforcement, known as ICE, began operating in 2003 after a major government effort to boost national security in the wake of the September 11, 2001, terror attacks. ICE is part of the Department of Homeland Security, which began operations the same year. Previously, immigration enforcement in the US was largely handled by the Immigration and Naturalization Service (INS), which was part of the Department of Justice.\n \n\n How big is ICE?\n\n\n More than 20,000 people work for ICE in more than 400 offices across the US and around the world, according to the agency’s website. Its annual budget is about $9 billion, according to the fiscal year 2024 annual report. Four directorates comprise the agency: Homeland Security Investigations, Enforcement and Removal Operations, the Office of the Principal Legal Advisor and Management and Administration.\n \n\n\n\n\n\n\nICE officers gather for a briefing before an enforcement operation January 27 in Silver Spring, Maryland.\n\nAlex Brandon/AP/File\n\n\n\n Who is leading ICE?\n\n\n Caleb Vitello is the agency’s acting director, reporting to Department of Homeland Security Secretary Kristi Noem. Vitello was most recently assistant director for ICE’s Oﬃce of Firearms and Tactical Programs and also previously served as chief of staff for the Enforcement and Removal Operations division, among other roles.\n \n\n White House officials are also playing a key role in immigration policy and frequently speaking out about immigration enforcement, including deputy chief of staff Stephen Miller and former acting ICE chief Tom Homan, now designated as President Trump’s “border czar.”\n \n\n How are ICE’s priorities and methods changing under Trump?\n\n\nLike under the Biden administration, ICE teams are continuing to carry out routine enforcement operations. And officials have said targeting criminals is a priority. A key difference now is that if ICE targets a criminal and that person is with another undocumented immigrant, they, too, could be arrested.\n\n\n Past administrations have also claimed they would focus enforcement on criminals. But a key issue to watch is how the term “criminal” is defined. White House spokeswoman Karoline Leavitt said this week that the administration sees all undocumented immigrants as criminals.\n \n\n “Of course, the…criminal drug dealers, the rapists, the murderers, the individuals who have committed heinous acts on the interior of our country and who have terrorized law-abiding American citizens, absolutely, those should be the priority of ICE,” she said. “But that doesn’t mean that the other illegal criminals who entered our nation’s borders are off the table.”\n \n\n\n\n\n\n\nICE officers detain a person January 27 in Silver Spring, Maryland.\n\nAlex Brandon/AP\n\n\n\n What’s more, an executive order Trump signed the day he took office marks a significant priority shift for a branch of ICE. Homeland Security Investigations, the division known for its investigations of such crimes as child pornography, human trafficking and antiquities fraud, now is tasked with enforcing immigration laws “and other federal laws related to the illegal entry and unlawful presence of aliens” in the US as its “primary mission.”\n \n\n The administration also announced a new policy allowing ICE to conduct enforcement actions in or near sensitive areas like schools and churches –– places that, under the Biden administration, required more steps before authorities could initiate arrests.\n \n\n What has ICE been doing since President Trump returned to power?\n\n\n ICE is making a point of widely publicizing its immigration enforcement efforts, sharing regular social media updates detailing daily numbers of arrests, along with names and images of those arrested.\n \n\n The administration is aiming for each of ICE’s 25 field office to make at least 75 arrests a day, “but hopefully many more” as part of its crackdown on immigration, White House Deputy Chief of Staff Stephen Miller told CNN.\n \n\n Since January 23, the agency has said it’s made more than 5,500 arrests. That’s an average of nearly 800 arrests daily.\n \n\n ICE’s Enforcement and Removal Operations conducted 113,431 administrative arrests in the fiscal year that ended October 2024, according to an agency report. That was about 310 arrests a day.\n \n\n What other government agencies are involved in immigration enforcement?\n\n\n US Customs and Border Protection (CBP), another DHS agency, also plays a leading role in immigration enforcement, focusing largely on US border regions and ports of entry. Federal regulations give CBP expanded search authority to conduct immigration checks anywhere within a “reasonable distance” of 100 air miles from US land borders and coastlines – a vast territory encompassing roughly two thirds of the US population.\n \n\n\n\n\n\n\nIn this September 2023 photo, migrants who crossed the Rio Grande and entered the US from Mexico are lined up for processing by US Customs and Border Protection in Eagle Pass, Texas.\n\nEric Gay/AP/File\n\n\n\n The Trump administration says it plans to ramp up partnerships with state and local law enforcement agencies across the US.\n \n\n The administration has also said it wants to expand the military’s role. Already we’ve seen additional active-duty troops deployed to the US southern border, military aircraft used for deportation flights and an announcement that a Space Force base in Colorado will be used to temporarily hold and process “criminal aliens.”\n \n\n And Trump said Wednesday that he’ll sign an executive action ordering the federal government to prepare the US Naval base at Guantanamo Bay, Cuba, to house tens of thousands of migrants. ICE will oversee the facility, Homan and Noem told CNN.\n \n\nCNN’s Priscilla Alvarez, Hannah Rabinowitz, Evan Perez, Holmes Lybrand, Celina Tebor and Oren Liebermann contributed to this report.",
        "image": "https://media.cnn.com/api/v1/images/stellar/prod/ap25027710663013.jpg?c=16x9&q=h_833,w_1480,c_fill",
        "title": "How ICE is changing"
      },
      {
        "content": "CNN\n  — \n \n\n\n In the three years before the deadly collision between an Army helicopter and an American Airlines flight near Reagan National Airport, at least two other pilots reported near-misses with helicopters while landing at the airport, a CNN review of federal incident reports found.\n \n\n On two occasions, passenger planes had to take evasive action to avoid colliding with a helicopter when trying to land at the airport, according to reports filed by pilots. In a third incident, two military helicopters got too close together, an air traffic controller reported.\n \n\n And just a day before the fatal collision, another flight approaching Reagan was forced to abort its first landing and go around after a helicopter flew near its flight path, according to air traffic control audio.\n \n\n Those previous scares are sure to gain more attention after the disaster over the Potomac River on Wednesday night, which is presumed to have killed 64 people aboard the plane and three Army servicemembers on a helicopter training flight.\n \n\n As a search and recovery operation continues in and around the Potomac, authorities are trying to figure out exactly what went wrong in the air above the nation’s capital.\n \n\n At the time of the collision, one air traffic controller at Reagan was overseeing both helicopters and planes, an air traffic control source told CNN. Though the jobs are typically handled by two people, the source said having one person handle both isn’t uncommon.\n \n\n Still, a preliminary Federal Aviation Administration report found that staffing at the airport’s traffic control tower was “not normal for the time of day and volume of traffic,” the New York Times reported Thursday. That corresponds with an issue highlighted in one of the previous near-miss reports from 2022, in which a controller said that there wasn’t enough staffing at the airport tower.\n \n\n Aviation experts say that the Washington region is a uniquely complex airspace to navigate. Flight restrictions enacted after 9/11 block air traffic from going near government buildings, military and government helicopters regularly traverse the area, and flights are constantly taking off and landing at Reagan, which has the busiest runway in the country.\n \n\n In recent years, proposals to add more flights to the airport have also sparked heated political fights, with some lawmakers previously arguing that the airport was excessively congested and warning about safety impacts.\n \n\n Now, the deadliest American aviation disaster since 2001 could lead to changes in how planes maneuver at DCA, or potentially broader reforms.\n \n\n “It’s unbelievable how much we fly without incident,” said former FAA Administrator Randy Babbitt. “So when we do have one, it lights up everything.”\n \n\n\n\n\n\n\nAn American Eagle plane takes off at Ronald Reagan Washington National Airport on Thursday in the aftermath of the deadly collision.\n\nEduardo Munoz/Reuters\n\n\n\n Close calls at DCA\n\n\n The previous near-misses between planes and helicopters at DCA airport were detailed in NASA’s Aviation Safety Reporting System database, which records incidents reported by aviation personnel. The reports are filed anonymously and don’t identify specific airlines or flights.\n \n\n In April 2024, a commercial passenger plane pilot wrote that while descending to DCA, the crew received a traffic alert and collision avoidance system alert showing a helicopter “about 300ft below us.” The crew “took evasive action,” according to the report, and then was able to land normally after passing above the helicopter.\n \n\n “We never received a warning of the traffic from (air traffic control) so we were unaware it was there,” the pilot wrote, suggesting that there should be “better separation for DCA traffic on the river visual to the helicopter traffic that is flying up and down the river.”\n \n\n In another incident in October 2022, a pilot of a passenger plane reported that while descending at DCA, the plane’s collision avoidance system alerted the crew to nearby “traffic” and directed them to “CLIMB NOW.” The aircraft aborted the landing, circled around, and successfully landed on the second try.\n \n\n “Upon review of the approach path and other information, we estimate we came within 300 ft. or less of what turned out to be a helicopter lifting off of the hospital,” the pilot wrote.\n \n\n In both of the incidents, the pilots reported that they were landing at runway 19, which was not the runway that the American Airlines flight was set to land on Wednesday night before the collision. Both planes were listed as operating under “part 121,” a regulatory certificate that generally covers large U.S.-based airlines and regional air carriers.\n \n\n And in both cases, the pilots reported that they never saw the helicopter they potentially came within a few hundred feet of hitting.\n \n\n A third incident in the database, reported by an air traffic controller working at DCA, described an “airborne conflict” between two military helicopters near the airport in September 2022, although the exact details are unclear.\n \n\n The two helicopters got too close to each other at a time when “there isn’t enough staffing to fill all positions in the tower cab,” the controller wrote – referring to the cabin of the air control tower.\n \n\n More recently, Republic Airways Flight 4514 aborted its landing Tuesday night while approaching runway 19 after air traffic control warned it about a nearby helicopter, according to audio from LiveATC.net. The twin engine Embraer ERJ 175 began a climbing right turn away from the airport, and later landed successfully, data from FlightAware, a flight-tracking website, shows.\n \n\n The plane, which was flying from Connecticut, reached an altitude of about 1,600 feet during its first descent, while the helicopter was at about 300 feet, according to the audio and flight-tracking data – so the aircraft didn’t get as close as the earlier near-misses. The Washington Post first reported the Tuesday incident.\n \n\n Babbitt, the former FAA administrator, said he was not familiar with the specific incidents, but noted helicopters often respond to emergency situations that may in some instances make getting to the scene of an accident more of a priority than air-space regulations. Because helicopters fly at low altitude in the region, they rarely create issues for planes, he said.\n \n\n It’s unclear whether any policies were changed or air traffic controllers took any actions in response to the previous near-misses.\n \n\n Because the NASA database only covers incidents reported by aviation personnel, it doesn’t necessarily cover all near-misses, and includes raw reports that have not necessarily been confirmed by an investigation. In addition to the near-misses involving helicopters, the airport has seen several previously reported near-misses between planes while landing or taking off in recent years.\n \n\n\n\n\n\n\nPart of the wreckage from the plane and helicopter collision is seen as rescue boats search the Potomac River.\n\nAndrew Caballero-Reynolds/AFP via Getty Images\n\n\n\n What happened above the Potomac\n\n\n The collision Wednesday night happened in an area that is “one of the busiest aviation operation centers in the country if not the world,” said Brad Bowman, a former Black Hawk pilot and member of the 12th Aviation Battalion, the Army unit involved in the crash.\n \n\n “It is a concert or orchestra of activity that requires careful communication and cooperation between pilots and Reagan tower,” Bowman told CNN. “Everyone has to be on their game and follow instruction exactly.”\n \n\n Audio from moments before the disaster captured by LiveATC.net shows that an air traffic controller asked the helicopter pilot if he could see the plane and then directed him to “pass behind” it. The helicopter pilot responded that he had “aircraft in sight.”\n \n\n The helicopter was on a routine training mission at the time of the collision, Defense Secretary Pete Hegseth told reporters Thursday. “Tragically, last night, a mistake was made,” Hegseth said, adding that the Department of Defense was investigating.\n \n\n It isn’t unusual for helicopters to be flying above the Potomac near the airport, aviation observers said. Between 2017 and 2019, there was an average of about 80 helicopter flights each day within 30 miles of DCA, according to a report from the Government Accountability Office.\n \n\n “It is completely normal for helicopters to be flying in that area,” said Ian Petchenik, a spokesperson for Flightradar24 , a flight-tracking company. “There are helicopter routes in that airspace defined by position and altitude. They operate there on a regular basis.”\n \n\n Pilots with the 12th Aviation Battalion, which is based out of Fort Belvoir, Virginia, frequently fly along the Potomac River and past the airport for various missions, such as shuttling military officers to and from the Pentagon or taking members of Congress to Camp David, Bowman said.\n \n\n The Army helicopter appeared to be following a defined helicopter flight path above the Potomac, according to an FAA map, although it shifted slightly to the west just before the collision. The map states that “all routes may be altered at pilot’s request or as directed by” air traffic control.\n \n\n Helicopters following the route are supposed to stay at or below 200 feet in the area where the collision occurred, according to the FAA map. The Army copter was flying at that altitude at its last reading reported to flight tracking services.\n \n\n A former air traffic controller who worked at DCA years ago, and asked to remain anonymous due to the sensitivity of the incident, told CNN that controllers sometimes may have focused less on helicopters because of the altitude restrictions that typically keep them away from flights.\n \n\n “Generally the way it worked was we’d get a contact from these helicopters and they’d say they’re going to be passing through the airspace,” the former controller said about his time in the control tower. “They’d be told to stay below 200 feet and there really wasn’t much attention paid to them.”\n \n\n\n\n\n\n\nEmergency units respond to Reagan National Airport after the crash, which is presumed to have killed 64 people on the plane and three aboard the helicopter.\n\nAndrew Harnik/Getty Images\n\n\n\n ‘The system is overwhelmed’\n\n\n Congress last year approved legislation adding five new round-trip flights to Reagan, over the objections of lawmakers from the region and some advocacy groups who argued that the airport was already too congested and raised safety concerns about the additional traffic.\n \n\n The measure, which was passed as part of the FAA’s reauthorization in May 2024, came after previous legislative efforts to expand flights at the airport had failed. The fight had divided airlines, with Delta advocating for the proposal, and American, United and Alaska opposing it.\n \n\n Several lawmakers pointed to near-misses between planes at DCA in March 2023 and April 2024 in opposing the expansion at an airport that has been seeing record numbers of passengers.\n \n\n The close calls show “why we can’t keep cramming more flights to this airport,” Virginia Sen. Tim Kaine posted on social media last year. “I’ve been warning about this for years—the system is overwhelmed and it’s a threat to public safety.” Some expansion opponents in the Virginia area also objected because of concerns over increased noise and air traffic from additional flights.\n \n\n Beyond Washington, experts have been ringing alarms for years about increasing stress on the aviation system and a growing tally of close calls at airports around the country. An FAA report last year found that air traffic control stations nationwide were about 3,000 controllers short of being fully staffed.\n \n\n “This problem with congested airspace and near-misses has been brewing for several years,” former Transportation Department Inspector General Mary Schiavo told CNN. “It’s near-misses in the air, tremendous numbers of near-misses at the airport and runway incursions.”\n \n\n Now, the DC collision is a shocking tragedy for an American industry that had prided itself on going a decade and a half without a fatal commercial airline crash.\n \n\n “From a human perspective, this is something that should never happen and it’s tragic,” said the former DCA air traffic controller. But “from a realistic perspective, with humans controlling the aircraft, controlling the traffic, and dealing in these complex environments,” the controller said, a disaster like the collision over the Potomac is chillingly possible.\n \n\nCNN’s Yahya Abou-Ghazala, Natasha Bertrand, Aaron Cooper, Scott Glover, Rob Kuznia, Daniel A. Medina and Pete Muntean contributed reporting.\n\n\n Editor’s Note: This story was updated to include an incident at DCA from earlier this week.",
        "image": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-2196164305-20250130210722908.jpg?c=16x9&q=w_1280,c_fill",
        "title": "Two other pilots reported nearly colliding with helicopters at Reagan airport in recent years"
      },
      {
        "content": "CNN\n  — \n \n\n\n A commercial passenger plane bound for Reagan National Airport collided with a US Army Black Hawk helicopter over the Potomac River just outside of Washington, DC, on Wednesday. There were 64 people on board the aircraft and three people in the helicopter. No one is believed to have survived the collision, officials said Thursday, in what is likely the deadliest aviation disaster in the US since 2001. The investigation into the tragedy is ongoing.\n \n\n Through maps, videos, photos and radio transmissions, CNN is piecing together what occurred during the deadly, midair collision. Here is a timeline of what we know so far, including new, exclusive videos obtained by CNN:\n \n\n 6:39 p.m. ET\n\n\n American Airlines flight 5342, operated by PSA Airlines, takes off from Wichita Dwight D. Eisenhower National Airport bound for Washington, DC. It’s scheduled to land at Ronald Reagan Washington National Airport, DCA, just before 9 p.m. ET.\n \n\n\n\n\n Sixty passengers and four crew members were aboard the aircraft, a Bombardier CRJ-700 regional jet manufactured in 2004.\n \n\n\n\n\n Black Hawk on a training flight\n\n\n A US Army UH-60 Black Hawk helicopter carrying three crew members – from the 12th Aviation Battalion, based out of nearby Fort Belvoir, Virginia – was traveling south over the Potomac River, just east of DCA on Wednesday evening. Its exact origin and takeoff time are unknown to CNN as of Thursday afternoon.\n \n\n The Black Hawk helicopter was on an annual proficiency training flight, according to Secretary of Defense Pete Hegseth, who also confirmed the pilots were experienced and wearing night vision goggles.\n \n\n Approximately 8:42 p.m. ET\n\n\n As American Airlines flight 5342 approaches DCA, it contacts air traffic control about landing on Runway 1. Controllers ask the pilots to use Runway 33 instead. The pilots confirm the change and the aircraft is cleared to land.\n \n\nAA Flight 5342: “Tower, Bluestreak 5342 on Mount Vernon visual, Runway 1”\n \n\nAir Traffic Control: “Bluestreak 5342 Washington Tower [unintelligible] 320 at 17, gusts 25, Can you take Runway 33?”\n \n\n Several other instructions are heard, and then:\n \n\nAA Flight 5342: “Yeah, we can do 33 for Bluestreak 5342.”\n \n\nAir Traffic Control: “Can confirm Runway 33, Runway 33 cleared to land …”\n \n\nListen to controller and airline pilot discuss landing clearance Source: LiveATC.net\n\n\n Approximately 8:47 p.m. ET\n\n\n An air traffic controller contacts the Black Hawk helicopter, flying under the call sign PAT 2-5, to confirm it sees American Airlines flight 5342, which he refers to as a “CRJ,” based on the plane type CRJ-700.\n \n\nAir Traffic Control: “PAT 2-5 do you have the CRJ in sight?”\n \n\nAir Traffic Control: “PAT 2-5 pass behind the CRJ.”\n \n\nHelicopter Pilot: “PAT 2-5 has aircraft in sight, request visual separation.”\n \n\n Less than 13 seconds later, an air traffic control transmission captures controllers gasping as the aircraft collide, followed by instructions to reroute other aircraft away from the area. “Oh my,” is also heard from the control room.\n \n\n Hear all that radio here:\n \n\nListen to controller and helicopter pilot discuss 'visual separation' Source: LiveATC.com\n\n\n\n\n\n\n\n\n\n\n\n\nNote: Flight paths and altitude readings are approximate. Flight data is raw and uncorrected.\nGraphic: Mark Oliver, Byron Manley and Patrick Gallagher, CNN\n\n\n\n\n Exclusive videos obtained by CNN show previously unseen angles of the collision between an American Airlines flight and a US Army Black Hawk helicopter over the Potomac River on Wednesday night. Editor’s Note: These videos contain sensitive material that may be hard to watch.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nExclusive: CNN obtains videos showing new angles of DC plane crash\n \n\n\n 00:41\n \n - Source:\n \n CNN\n\n\n\n\n\n\n\n\n\n\n\nExclusive: CNN obtains videos showing new angles of DC plane crash\n\n00:41 \n\n\n\n\n\n\n\n\n Approximately 8:48 p.m. ET\n\n\n The air traffic control tower in DC alerts another pilot to what has taken place.\n \n\n The other pilot can be heard saying, “Yeah, we were on short final, and we saw flares from the opposite side of the Potomac.”\n \n\nFootage from a security camera at Reagan National airport shows the midair collision:\n\n\n\n\n\n\n\n\n\n\nTwitter/sentdefender\n\n\n\n\n Discussions can be heard among air traffic controllers and other pilots about diverting to other airports, including Washington Dulles International Airport in nearby Loudoun County, Virginia.\n \n\nListen to controllers and other pilots discuss aftermath of collision Source: LiveATC.net\n\n\n\n\n\n An approach controller later says, “Apparently both aircraft involved are in the river, a search and rescue will be ongoing.”\n \n\n Approximately 8:53 p.m. ET\n\n\n “Crash, crash crash, this is an alert three,” a dispatcher says in audio obtained by CNN.\n \n\n DC Police said it started receiving calls around 8:53 p.m. ET about “an aircraft crash above the Potomac River.”\n \n\nThis is a developing story. Click here for the latest updates.\n\n\n CNN’s Isaac Yee, Teele Rebane, Avery Schmitz, Sean O’Key, Alexandra Skores, Aaron Cooper, Natasha Bertrand, Brad Lendon, Justin Lear, Andy Rose, Lex Harvey and Rebekah Riess contributed to this report.",
        "image": "https://media.cnn.com/api/v1/images/stellar/prod/still-21336260-3616-842-still.jpg?c=16x9&q=w_1280,c_fill",
        "title": "With maps and audio, CNN pieces together what happened before collision"
      },
      {
        "content": "CNN\n  — \n \n\n\n The midair collision on Wednesday night over the Potomac River near Washington DC is the latest in a string of global incidents that have many air travelers on edge.\n \n\n There are believed to be no survivors of the American Airlines crash, which comes on the heels of deadly Jeju Air and Azerbaijan Airlines accidents in December and about a year after an alarming Boeing door panel blowout and a separate fiery runway collision in Japan. And in 2023, a string of near-collisions at US airports spurred the creation of a new independent safety review team.\n \n\n Understandably, anxiety around flying has spiked. So should passengers be concerned?\n \n\n “I don’t know that passengers should be worried, but I think it’s important for the flying public to be vocal and demand that the government and the different entities do everything possible to make air travel as safe as possible,” said Anthony Brickhouse, a US-based aviation safety expert.\n \n\n But even accounting for serious accidents, “statistically speaking, you’re safer in your flight than you were driving in your car to the airport,” said Brickhouse, who has decades of experience in aerospace engineering, aviation safety and accident investigation.\n \n\n “Air travel remains the safest mode of transportation,” he said.\n \n\n An unsettling trend\n\n\n\n\n\n\n\nThe American Airlines plane had been heading for Ronald Reagan Washington National Airport (pictured) at the time of the crash.\n\nAndrew Harnik/Getty Images\n\n\n\n Letting investigators do their jobs to find out what went wrong and advise on what needs to be done differently is essential, Brickhouse said, noting that the investigative body — the National Transportation Safety Board — does not have regulatory authority.\n \n\n The safety recommendations that stem from NTSB investigations must be accepted and implemented by other agencies such as the Federal Aviation Administration, and they’re not always adopted or can take years to implement. “So that gap definitely needs to be closed,” Brickhouse said.\n \n\n While it’s too soon to know precisely what factors contributed to Wednesday’s tragedy, Brickhouse said he has seen a troubling trend.\n \n\n “When I first got the news, I’ll tell you, I was obviously saddened, but I wasn’t shocked,” he said, pointing to the string of near-collisions at US airports over the past few years.\n \n\n “And in safety, we identify trends… something that happens over and over again. And in the safety world, if you keep having near-misses, eventually you’re going to have a midair (collision),” he said.\n \n\n\n\n\n\n\n\n\n\nThe runway at San Francisco International Airport in California is seen in this file photo.\n\nJustin Sullivan/Getty Images\n\n\n\n\nRelated article\nUS airplane near misses keep coming. Now officials are talking about averting ‘catastrophic’ incidents\n\n\n\n\n The series of close calls at US airports in early 2023 prompted the Federal Aviation Administration to create an independent safety review team. Its November 2023 final report cited inconsistent funding, outdated technology, short-staffed air traffic control towers and onerous training requirements among the issues “rendering the current level of safety unsustainable.”\n \n\n The agency announced some immediate action related to hiring and training new air traffic controllers. A longstanding shortage of controllers continues to put strain on US airspace.\n \n\n At the time of Wednesday’s collision at Ronald Reagan Washington National Airport, one air traffic controller was working two different tower positions and was handling both local and helicopter traffic, an air traffic control source told CNN. The source described the set-up as not uncommon. However, the New York Times reported that an internal preliminary FAA report says staffing was “not normal for the time of day and volume of traffic.”\n \n\n ‘Exceptionally safe’\n\n\n\n\n\n\n\nThe skies are getting more congested with increasing demand (pictured, Hamburg Airport).\n\nBodo Marks/picture alliance/dpa/Getty Images\n\n\n\n Despite ongoing challenges, the safety statistics are reassuring.\n \n\n “This was an awful aberration but it was an aberration,” says Guy Gratton, associate professor of aviation and the environment at Cranfield University and a commercial pilot in the UK and US.\n \n\n In its most recent safety report, IATA, the trade association of the world’s airlines, called 2023 “an exceptionally safe year,” with a total of 30 accidents in the commercial aviation sector.\n \n\n Among jet aircraft, there were no fatal accidents or hull losses in 2023, resulting in a “record-low” fatality risk rate of 0.03 per million sectors.\n \n\n “On average a person would have to travel by air every day for 103,239 years to experience a fatal accident,” the report says.\n \n\n One accident in 2023, involving a Yeti Airlines turboprop plane, resulted in 72 fatalities. That marks a decrease from five accidents causing 158 fatalities in 2022.\n \n\n IATA will release its 2024 report in February or March, a spokesperson said.\n \n\n Research sourced by Bloomberg, however, suggests that 2024 was the deadliest year for aviation since 2018. More than 500 people were killed in 2018 in plane crashes, including the Lion Air accident, the first of two crashes caused by problems with the Boeing Max aircraft.\n \n\n\n\n\n\n\n\n\n\nTOPSHOT - Officials look at the burnt wreckage of a Japan Airlines (JAL) passenger plane on the tarmac at Tokyo International Airport at Haneda in Tokyo on January 3, 2024, the morning after the JAL airliner hit a smaller coast guard plane on the ground. Five people aboard a Japan coast guard aircraft died on January 2 when it hit a Japan Airlines passenger plane on the ground in a fiery collision at Tokyo's Haneda airport. (Photo by Richard A. Brooks / AFP) (Photo by RICHARD A. BROOKS/AFP via Getty Images)\n\nRichard A. Brooks/AFP/Getty Images\n\n\n\n\nRelated article\nWorried about how safe it is to fly? Here’s what the experts have to say\n\n\n\n\n IATA said it its 2023 safety report that the industry has improved its overall safety performance by 61% over the last 10 years.\n \n\n A study co-authored by Arnold Barnett, a professor of statistics at the Massachusetts Institute of Technology, highlights aviation safety’s substantial improvement over many years.\n\n\n The main takeaway is that in the period between 2018 and 2022, the worldwide death risk per boarding was one in 13.7 million. To put that in context, there’s a much higher chance of being killed in a shark attack, or give birth to quadruplets, than to die in a plane crash.\n \n\n That’s also a significant improvement on the 2008 to 2017 period, where the risk was one in 7.9 million, and a dramatic drop compared to the 1968 to 1977 period, where the risk was one death every 350,000 boardings.\n \n\n The past half-century has seen major progress, Barnett says.\n \n\n “We’re now only about 1/38th as likely to die in a plane accident compared to the levels of the late 1960s and 1970s.”\n \n\n Brickhouse is hopeful that this week’s tragedy will bring weaknesses in the current aviation system to light.\n \n\n “And hopefully putting the spotlight and the attention on those weaknesses will give us a good chance to improve in any areas that we need to improve in.”\n \n\n Gratton agrees. “Obviously the systems broke down,” he says of this week’s crash. While he refuses to speculate on what happened until the official reports are out, he says that within a month we’ll see the preliminary recommendations for the prevention of future accidents.\n \n\n “Those recommendations will roll out immediately across the USA and probably some will roll out fairly quickly afterwards across the world — and the simple fact that that happens is why aviation is so safe,” he says.\n \n\n He contrasts aviation’s global response to plane crashes with how other kinds of accidents are viewed in the aftermath.\n \n\n “If there was a road accident outside your home and 20 people killed, would there be a proper report in a year, with recommendations rolled out across the country? No, because it’s nowhere near as robust as the air transportation system, investigating problems, and publishing and using recommendations when anything went wrong. That, fundamentally, is why aviation is so safe.”\n \n\n Learning from mistakes\n\n\n\n\n\n\n\nAll but two of the 181 people on Jeju Air Flight 7C2216 were killed when it crashed at Muan International Airport in South Korea in December 2024.\n\nChung Sung-Jun/Getty Images\n\n\n\n It’s not all reassuring. Both Gratton and Geoffrey Thomas, editor of aviation website 42,000 Feet and previously the founder of AirlineRatings, the first website to rank airlines by safety, agree that the three fatal commercial accidents of the past month — Jeju Air, Azerbaijan Airlines and now American Airlines — are symbolic of a changing aviation landscape, with more congested skies and expanding war zones.\n \n\n Gratton also says that there’s a question of “normalization of deviance” in the DC crash — the idea that people and institutions can essentially start to cut corners instead of playing by the book.\n \n\n “The obvious equivalent is that up until 1912 it was normal to steam at full power through the iceberg fields in the North Atlantic,” he says. After the Titanic sank, this practice stopped.\n \n\n “But it’s 2025 not 1912 — what we should be doing is looking ahead, looking at the near-misses, at statistical probabilities and using that to design what we do,” he says. “When you fail to do that, and continue to carry on with an unsafe practice, we call that normalization of deviance. I think there’s a reasonable case to be made that that happened here.”\n \n\n He doesn’t think a helicopter would have been allowed to be transiting at a low level underneath an aircraft on approach to land at London’s Heathrow Airport, for example.\n \n\n The helicopter corridor that was in use at the time of this week’s mid-air collision has indefinitely been shut down by the FAA, an agency official told CNN.\n \n\n Thomas, meanwhile, has choice words for US politicians.\n \n\n “My view is that the US Congress has consistently starved the FAA of the funding it needs, so the American oversight and air traffic control system is not as good as it could be,” he says. “You often see almost a yearly occurrence where they’re fighting over [funding].”\n \n\n\n\n\n\n\n\n\n\nThe localizer antenna facility, essential for guiding aircraft landings near the runway at Muan International Airport in Muan-gun, South Jeolla Province, South Korea, is damaged after a collision with Jeju Air Flight 7C2216 on December 29, 2024. Multiple international aviation experts point out that, unlike the standard design, where such facilities are placed at runway level or elevated on steel towers, the facility at Muan International Airport is secured with thick concrete on a 2-3 meter-high mound of soil. This unconventional design is highlighted as a potential key factor contributing to the tragedy. Jeju Air Flight 7C2216, a Boeing 737-800 carrying 181 people, skids off the runway and collides with a wall, triggering a devastating explosion. Only two crew members seated near the rear emergency exit survive. With 179 confirmed fatalities, this tragedy becomes the deadliest domestic passenger plane crash in South Korean history. Muan International Airport is located approximately 300 km southwest of central Seoul. (Photo by Chris Jung/NurPhoto via Getty Images)\n\nChris Jung/NurPhoto/Getty Images\n\n\n\n\nRelated article\nThe survivors of recent crashes were sitting at the back of the plane. What does that tell us about airplane safety?\n\n\n\n\n As recently as July 2024, aviation groups urged congress to cover FAA funding shortfalls.\n \n\n “There’s a blame game now, but the reality is that both Republicans and Democrats have starved the FAA of the funds they need to have the world’s best air traffic control system,” says Thomas. “It’s a great system — this is the first crash since 2009 and the worst since 2001 – but is it the best? No.”\n \n\n Yet they both reiterate that flying is still the safest form of transport.\n \n\n “People tend to think about the flight that’s taking them to their destination as the only flight, but the reality is that there are over 100,000 commercial flights per day around the world so it’s extraordinarily safe,” says Thomas.\n \n\n “Flying is incredibly safe,” says Gratton. “And all the processes put in place over a lot of years to make it as safe as possible are still there.”\n \n\nCNN’s Pete Muntean, Jacopo Prisco, Rebekah Riess and Lex Harvey contributed to this report.",
        "image": "https://media.cnn.com/api/v1/images/stellar/prod/gettyimages-2196682765.jpg?q=w_2000,c_fill",
        "title": "Is flying still safe? Here’s what experts say"
      },
      {
        "content": "CNN\n  — \n \n\n\n All 67 people on board the American Airlines regional jet and US Army Black Hawk helicopter that collided midair Wednesday night are presumed dead – a grim tragedy that has left a heartbreaking trail of mourning families in its wake.\n \n\n The somber day will be remembered as the deadliest aviation disaster in the US since 2001.\n \n\n As details of the disturbing catastrophe emerge and additional bodies are identified, the full weight and impact of the lives lost grows heavier. Here are some of the victims of the tragedy identified so far.\n \n\n Ryan O’Hara\n\n\n\n\n\n\n\nAir collision victim Ryan O'Hara is pictured.\n\nJosh Muehlendorf\n\n\n\n Ryan O’Hara, a soldier on board the military helicopter that collided with American Airlines Flight 5342, is being remembered by a fellow service member as “one of the finest, most disciplined, committed trainers” he has ever worked with.\n \n\n Josh Muehlendorf, Chief Warrant Officer 5 with the US Army, worked with O’Hara when he was a senior instructor pilot of the battalion O’Hara was in.\n \n\n “I’ve flown dozens of flights with Ryan O’Hara, trying to tap into his expertise on Hoist operation,” Muehlendorf said.\n \n\n O’Hara graduated from Parkview High School in Gwinnett County, Georgia, in 2014, CNN affiliate WSB reported.\n \n\n “Ryan is fondly remembered as a guy who would fix things around the ROTC gym as well as a vital member of the Rifle Team. Ryan leaves behind a wife and 1-year-old son,” the school’s Junior Reserve Officers’ Training Corps wrote in a statement obtained by WSB.\n \n\n O’Hara was a crew chief by trade, Muehlendorf told CNN, explaining that his “military occupational specialty was a 15T and he was originally trained to be a maintainer of Black Hawk helicopters.”\n \n\n O’Hara’s responsibilities expanded and he began teaching other crew chiefs how to properly execute crew duties in the back of a Black Hawk, Muehlendorf said.\n \n\n Muehlendorf recalled O’Hara as a man with a deep love for his family.\n \n\n “I remember being longwinded in a debrief and he had to tell me that he had a date night planned. The debrief promptly ended,” Muehlendorf said.\n \n\n “A huge loss to Army Aviation and the world around him. May he rest in peace, and may our Father be a comfort to his dear family,” he said.\n \n\n Lindsey Fields\n\n\n\n\n\n\n\nKansas biology teacher Lindsey Fields was killed in Wednesday’s crash.\n\nLindsey Fields/Facebook\n\n\n\n Kansas biology teacher Lindsey Fields, the president-elect of the National Association of Biology Teachers, was aboard American Airlines Flight 5432 and killed in Wednesday’s midair collision above Washington, DC.\n \n\n The association reported her death in a statement and said she was traveling to Washington to “represent the NABT community and advocate for excellence in life science education.”\n \n\n “This is a tremendous loss. Please keep Lindsey, the other victims, and their families in your hearts. We also ask that you respect the privacy of her loved ones at this time,” the statement said.\n \n\n Fields and was listed as the Biology Department Chair in her faculty biography and taught Biology, Anatomy and Physiology at Butler Community College in Kansas.\n \n\n “Outside of the classroom I enjoy cooking, reading, hiking (any type of activity outdoors really) and spending time with my family and Great Danes. I love to travel to the mountains and spend time fishing,” she wrote in her school bio.\n \n\n First Officer Sam Lilley and Capt. Jonathan Campos\n\n\n\n\n\n\n\nPilot Samuel Lilley was killed in the collision.\n\nCourtesy Timothy Lilley\n\n\n\n Sam Lilley, a young fiancé awaiting his fall wedding, was piloting the American Airlines flight that was minutes away from a safe landing when a collision with an Army helicopter plunged both aircrafts and everyone on board into Virginia’s Potomac River.\n \n\n “I was so proud when Sam became a pilot,” Lilley’s father, Timothy Lilley, said in a Facebook post Thursday. “Now it hurts so bad I can’t even cry myself to sleep. I know I’ll see him again but my heart is breaking.”\n \n\n Lilley, 28, was the first officer on the flight, his father said in the post, and was “doing great in his career and his personal life.”\n \n\n “It is so devastating to lose someone that is loved so much,” Timothy Lilley said. “This is undoubtedly the worst day of my life,” he told FOX 5 Atlanta.\n \n\n The grieving father, who served as a helicopter pilot in the Army for 20 years, said he believes the commercial jet involved in the incident was following proper procedures.\n \n\n “From what I can see, those guys turned right into the jet. I think the PSA jet was doing everything right,” Lilley told Fox 5 Atlanta. “The Army pilot made a grave error. It hurts me because those are my brothers, and now my son is dead.”\n \n\n\n\n\n\n\nThe captain of the American Airlines flight involved in Wednesday’s mid-air collision was Jonathan Campos.\n\nHector Campos\n\n\n\n Jonathan Campos, the captain of the American Airlines flight, was also killed, according to a fellow pilot who knew Campos personally. The colleague said that Campos became a captain for the airline in 2022.\n \n\n “He was an amazing person,” Campos’ family member, Edward Campos, told CNN. “He loved flying. He loved his family.”\n \n\n Ian Epstein\n\n\n\n\n\n\n\nIan Epstein, 53, was a flight attendant on the American Airlines flight involved in a deadly collision Wednesday night.\n\nRobbie Bloom\n\n\n\n Ian Epstein, 53, was a flight attendant on the American Airlines flight involved in the deadly collision, his sister, Robbie Bloom, confirmed to CNN.\n \n\n “My brother was a wonderful, wonderful man. He loved life. He loved traveling. He loved his job. He loved his family. And he will be sorely missed,” Bloom said.\n \n\n Epstein, who had been a flight attendant for several years, leaves behind two children and two stepchildren, according to Bloom.\n \n\n “He made friends everywhere he went. He used to talk about the people he met on the plane as if they were all new friends,” Bloom said.\n \n\n Garrick McFadden, a friend and former colleague of Epstein, told CNN’s Laura Coates that Epstein was “a ball of vibrant, colorful energy.”\n \n\n McFadden also noted how tight-knit the flight attendant community is, and how the loss of Epstein hits home.\n \n\n “We love our job. We get up every day, a lot of us do it because we just love people, regardless of pay,” McFadden said. “But Ian definitely was one of the greatest examples of (that).”\n \n\n “I miss him,” McFadden said.\n \n\n Asra Hussain Raza\n\n\n\n\n\n\n\nAsra Hussain Raza was a passenger on the American Airlines plane involved in the helicopter collision.\n\nCourtesy Dr. Hashim Raza\n\n\n\n Asra Hussain Raza, 26, was one of several victims killed, her father-in-law, Dr. Hashim Raza, told CNN.\n \n\n A daughter of Indian immigrants, Hussain Raza graduated with honors in 2020 from Indiana University and married her college sweetheart in August 2023, Raza said.\n \n\n Raza was a Washington, DC-based consultant who traveled to Wichita twice a month to work on a turnaround project for a hospital there, her father-in-law said. She would often call him at the end of his late emergency room shifts to make sure he stayed awake on the drive home, he told CNN.\n \n\n “She went out of her way for everybody,” Raza said.\n \n\n Friends on an annual hunting trip\n\n\n Michael “Mikey” Stovall and Jesse Pitcher, along with other friends, were returning home from their annual hunting trip to Kansas, according to family members.\n \n\n Stovall’s mother, Christina Stovall, told CNN affiliate WINK that he was an amazing father and son.\n \n\n “Mikey did not have one enemy,” she said. “He loved everybody. He’s the happiest person. He saw good in everybody, almost to a fault.”\n \n\n Seven friends were on the hunting trip, she said.\n \n\n Pitcher and Stovall worked together, Pitcher’s father Jameson Pitcher told The New York Times. Pitcher had been looking forward to the trip, his dad said, adding his son had been married for just over a year and was in the process of building a home.\n \n\n Stovall worked as a steamfitter, his cousin, Shawna Slarb, told the Times – a tradesperson who installs and maintains piping systems.\n \n\n Steamfitters UA Local 602 shared a statement on Facebook confirming four members of the union were among the victims of the plane crash. No names were released. It’s unclear if they were all on the hunting trip.\n \n\n A civil rights attorney and two young legal associates\n\n\n\n\n\n\n\nKiah Duggins was a civil rights attorney and Harvard Law School graduate.\n\nCivil Rights Corps\n\n\n\n A Harvard-trained civil rights attorney, Kiah Duggins, and two bright young law associates, Sarah Lee Best and Elizabeth Anne Keys, are also among the victims.\n \n\n Duggins, an attorney at the Civil Rights Corps in Washington, was returning home from visiting her family in Wichita when she died in the collision, according to CNN affiliate KWCH.\n \n\n “We are coming to terms with the grief associated with the loss of our beautiful and accomplished firstborn. Please respect our family’s privacy at this time,” her family said in a statement reported by KWCH.\n \n\n Duggins got her juris doctor from Harvard Law School in 2021 – where she served as president of the Harvard Legal Aid Bureau – and was set to become a professor at Howard University School of Law this fall, the university confirmed in a statement.\n \n\n “As a civil rights lawyer, she dedicated her career to fighting against unconstitutional policing and unjust money bail practices in Tennessee, Texas and Washington, D.C.,” the university said in a statement.\n \n\n Duggins served as a White House intern during the Obama administration and spent nearly a year in Taiwan on a Fulbright grant teaching English, according to her LinkedIn and information provided by Wichita State University, where she got her bachelor’s degree in economics.\n \n\n Best and Keys, associates of the law firm Wilkinson Stekloff, were also on the plane Wednesday, the firm confirmed in a statement.\n \n\n “Liz and Sarah were cherished members of our firm—wonderful attorneys, colleagues, and friends,” the firm said in a statement.\n \n\n Keys, a 33-year-old Cincinnati native was traveling aboard the flight from Wichita, Kansas, her family confirmed to CNN affiliate WXIX. The crash occurred on her birthday, the station reported.\n \n\n “Words cannot express how de﻿eply Elizabeth, my Bitsy, will be missed. We are filled with unbearable sorrow and despair at our loss,” her family wrote in a statement.\n \n\n A 2010 valedictorian of Madeira High School in Cincinnati, Ohio, Keys went on to graduate from Tufts University, where she was a standout member of the varsity sailing team. She earned her law degree from Georgetown University Law Center, according to her social media.\n \n\n She was remembered as an exceptional lawyer who brought “fearlessness, humor, and sharp wit to work every day, no matter the setting or circumstances,” her family said.\n \n\n Best, who joined the firm last fall, was described as someone who “quickly energized us all with her boundless curiosity, kindness, and intelligence.”\n \n\n Six US Figure Skating athletes, coaches and family members\n\n\n\n\n\n\n\nThe Skating Club of Boston identified figure skater Jinna Han as one of the victims of the DC plane crash. Her mother was also killed in the incident.\n\nThe Skating Club of Boston\n\n\n\n A married pair of skating champions, two young skaters and two of their parents were among those killed in the plane crash, the Skating Club of Boston said Thursday.\n \n\nEvgenia Shishkova and Vadim Naumov, the 1994 world figure skating champions in pairs, lost their lives in the crash. They represented Russia but moved to the US, where they launched successful coaching careers. They are survived by their son, Maxim Naumov, who just won fourth place at the US men’s figure skating championships last weekend.\n \n\n Skater Jinna Han and her mother, Jin Han, were also killed, along with skater Spencer Lane and his mother, Christine Lane, the Skating Club of Boston said.\n \n\n\n\n\n\n\n\n\n\n15 FEB 1994: EUGENIA SHISHKOVA AND VADIM NAUMOV OF RUSSIA IN ACTION IN THE PAIRS FREE PROGRAM AT THE 1994 LILLEHAMMER WINTER OLYMPICS. Mandatory Credit: Chris Cole/ALLSPORT\n\nChris Cole/AllSport/Getty Images\n\n\n\n\nRelated article\nPlane crash kills world champion figure skaters and the ‘future’ of the sport in a tragic case of déjà vu\n\n\n\n\n Douglas Lane told CNN affiliate WCVB when he saw the news that a passenger plane had crashed near Reagan National Airport – where his wife and son were due to land – “my heart just started exploding out of my chest.”\n \n\n Lane described his late son Spencer as a “force of nature” who “had his eye on the Olympics.”\n \n\n His wife, Christine “just connected with everyone,” Lane told WCVB. “People were really drawn to her.\n \n\n The tragedy will have a profound impact on the World Figure Skating Championships in March, which will be held in Boston this year.\n \n\n Passengers aboard the American Airlines flight included athletes and others returning from a development camp that was held in conjunction with the US Figure Skating Championships, which had been held over several days in Wichita, according to the organization that oversees figure skating in the US.\n \n\n They were in Kansas participating in events related to the US Figure Skating Championships, the national governing body of the sport confirmed.\n \n\n US Olympic figure skater Nancy Kerrigan, who went to the Skating Club of Boston on Thursday to support the community she loves, said she had “never seen anyone love skating” as much as the athletes who died in the collision.\n \n\n “I’m not sure how to process it,” she said, crying.\n \n\n Kerrigan said she had been watching coverage of the tragedy all night, but then “when you find out you know some of the people on the plane, it’s even a bigger blow.”\n \n\n While Kerrigan said she didn’t know the coaches personally, she did remember seeing them over the years. She remembered that they always had a “smile on their face.”\n \n\n “To walk in here and not see that, I think would be very strange for everybody that comes here, especially those that are here day in and day out,” she said. “It’s going to be hard.”\n \n\n Three youth skaters and a coach\n\n\n\n\n\n\n\nYouth skaters Sean Kay and Angela Yang are pictured.\n\nDaphne Backman/Ice-dance.com\n\n\n\n Youth skaters Sean Kay and Angela Yang, and their coach Alexandr “Sasha” Kirsanov, all from Delaware, died in the crash, state Sen. Chris Coons said.\n \n\n “Sasha Kirsanov, Sean Kay, and Angela Yang went to Wichita to pursue their passion for figure skating,” Coons posted on X Thursday. “It is a tragedy that none of them returned home to our state.”\n \n\n Kirsanov’s wife, Natalia Gudin, told Delaware Online/The News Journal that Kay and Young were an amazing team and had a big future ahead.\n \n\n “For me, it’s a triple loss,” Gudin said. CNN has reached out to her for comment but has not heard back.\n \n\n Kirsanov was a former skating coach for the University of Delaware’s figure skating club, according to the university’s president, Dennis Assanis.\n \n\n “Sasha was more than just a coach – he was a mentor, a friend, and a light in the skating world,” Melissa Maldonado, the school’s figure skating club president, said. “His passion for this sport was contagious, and his kindness, wisdom, and unwavering belief in his skaters helped so many of us grow both on and off the ice.”\n \n\n Olivia Ter, 12, from Maryland, was also killed in the collision and is being remembered as an exceptional youth figure skater who inspired her peers.\n \n\n The Maryland-National Capital Park and Planning Commission, Department of Parks and Recreation in Prince George’s County released a statement on Thursday night identifying Olivia as a victim of the DC plane crash.\n \n\n “The impact of Olivia’s life will continue to resonate in our youth sports community, and she will be sorely missed,” said Bill Tyler, the commission’s director.\n \n\n “Olivia not only excelled in figure skating programs, but inspired others through her talent, determination and sportsmanship,” Tyler said. “Her passion for the sport and positive influence on her peers and coaches will not be forgotten.”\n \n\nCNN’s Juan Carlos Lopez, Jillian Sykes, Lauren Mascarenhas, Dalia Faheid, Lex Harvey, Kia Fatahi, Teele Rebane and Max Rego contributed to this report.",
        "image": "https://media.cnn.com/api/v1/images/stellar/prod/20250130-victims-10.jpg?c=16x9&q=w_1280,c_fill",
        "title": "A pilot awaiting his fall wedding. A civil rights attorney. What we know about the victims"
      },
      {
        "content": "CNN\n  — \n \n\n\n There is a good reason why American commercial airliners have safely flown billions of miles since the last major tragedy.\n \n\n Every incident, near miss or accident is minutely investigated, without rushed conclusions, political bias or uninformed speculation. The result is an industry based on multiple layers of redundancy, faithfully followed safety protocols, pilot checklists and codes of practice that have made the unnatural business of humans taking to the skies safer than climbing into a car.\n \n\n President Donald Trump on Thursday ignored all those principles when addressing the disaster in Washington’s crowded skies the night before, in one of the most staggering spectacles in the White House briefing room since his last term.\n \n\n In his first national crisis since reassuming the presidency, he put his political goals and need for adulation above the need to find untainted answers about the catastrophe and over the indescribable pain of victims’ families.\n \n\n Trump’s approach highlighted his determination to break the mold of every other modern president and to prioritize what he called “common sense” over traditional expertise in government — to now include air accident investigations. But his appearance also underscored a fundamental question raised by his second term: whether his impulse to be a disrupter may sometimes be counterproductive and even jeopardize the well-being of Americans.\n \n\n After reading a written statement bemoaning the loss of more than 60 passengers on the American Airlines jet and the three personnel on an Army helicopter, Trump switched from calling for national unity to stirring division.\n \n\n “In moments like this, the differences between Americans fade to nothing compared to the bonds of affection and loyalty that unite us all, both as Americans and even as nations,” Trump said, in a moving statement that spoke to his potential as a healer at times of national stress.\n \n\n Trump blames, Obama, Biden and Buttigieg\n\n\n But moments later, he switched from the time-honored presidential role of offering consolation and comfort to dishing out partisanship and speculation.\n \n\n “I put safety first. Obama, Biden and the Democrats put policy first, and they put politics at a level that nobody’s ever seen, because this was the lowest level,” Trump said.\n \n\n With bodies still being pulled from the Potomac, Trump blamed diversity hiring in the air traffic control industry for the crash and said it was due to former President Joe Biden’s policies. He profanely slandered the last administration’s transportation secretary, Pete Buttigieg — a potential future Democratic presidential candidate.\n \n\n “We have to have our smartest people. It doesn’t matter what they look like, how they speak, who they are,” Trump said. “It matters — intellect, talent. The word ‘talent’ — you have to be talented, naturally talented geniuses.” And referring to air traffic controllers, he said: “You can’t have regular people doing that job.”\n \n\n Trump did not provide evidence that diversity hiring practices had caused the crash. And as he often does, he offered a caveat that gives him plausible deniability that his allies can point to and accuse opponents and reporters who highlight his various outlandish claims of misinterpreting what he said. “It just could have been,” he said, openly admitting he couldn’t prove what he said.\n \n\n “Certainly, for an air traffic controller, we want the brightest, the smartest, the sharpest. We want somebody that’s psychologically superior, and that’s what we’re going to have,” Trump said. In the context of his earlier remarks, his comment implied that only White males are suitable for keeping planes in the sky.\n \n\n Investigations of Wednesday’s crash will examine every aspect of the accident, including the instructions given by controllers, the staffing in the Reagan National Airport control tower and at approach control, the actions of the pilots, the safety procedures in place and the potential complications of one of the busiest airspaces in the country. The spate of near misses and almost accidents — especially on airport runways in recent years and months — is spreading fear among the public.\n \n\n There may also be a case for probing air traffic control hiring and retention practices. One of the reasons why Trump was elected last year was that his criticisms of diversity hiring practices resonated with some Americans.\n \n\n Trump’s instinct to give a full and frank picture into what happened on Thursday could have been a breath of fresh air, had he stuck to the facts.\n \n\n “We do not know what led to this crash, but we have some very strong opinions and ideas, and I think we’ll probably state those opinions now because over the years, I’ve watched as things like this happen, and they say, ‘Well, we’re always investigating,’ and then, the investigation three years later, they announce it,” he said.\n \n\n The president is right that limited information flow after disasters and technical reports issued years later often don’t give Americans the respect they deserve in making their own transportation decisions. And Biden’s inability to project authority did in recent years sometimes leave an impression that no one was in command.\n \n\n But Trump’s performance only succeeded in establishing immediate and baseless conclusions as to what caused the crash, added layers of speculation that will hamper public understanding of the investigation’s conclusions and injected grieving family members immediately into the heat of a raging political controversy.\n \n\n And by using the power of presidential rhetoric, he has also created a huge problem for official investigators who speak in public about the crash and may now have to issue statements that conflict with the commander in chief’s position — which could put their jobs and the integrity of the probe in danger.\n \n\n Sidelining expertise\n\n\n It was notable that Trump did not appear with experts at his news conference. Instead, he was joined by a succession of laymen with no in-depth experience of commercial or military aviation whose prime function seemed to be to shower praise on his leadership and to push his anti-diversity talking points.\n \n\n “I would just note the president’s leadership has been remarkable during this crisis,” newly confirmed Transportation Secretary Sean Duffy said. “We will not accept passing the buck,” he said, moments after Trump assigned full blame for the accident.\n \n\n Former Fox News anchor Pete Hegseth, who just became Defense secretary, praised Trump for his “leadership and courage” and pledged that “we will have the best and brightest in every position possible. … It is colorblind and merit-based, the best leaders possible, whether it’s flying Black Hawks and flying airplanes.”\n \n\n Like Trump, Hegseth left the impression that minorities and women may not be suitable for such positions. But he did not address the key issue known to all Washingtonians — the massive levels of military aircraft often flying to and from the Pentagon and other nearby military facilities that operate near Reagan National Airport’s runways.\n \n\n Vice President JD Vance, also appearing at the briefing room podium, praised Trump’s “leadership” and made similar points about diversity hiring.\n \n\n No one from the National Transportation Safety Board — normally the lead agency on such occasions — appeared to answer questions from reporters. This fit a pattern from his first term in which Trump preferred his own “common sense” over expertise — especially amid the Covid-19 pandemic. The most obvious instance of this trend was in April 2020 when the president, at the same podium, wondered aloud, to the horror of his medical experts, whether disinfectant “by injection inside or almost a cleaning” could be used to treat the lungs of coronavirus patients.\n \n\n Alan Diehl, a former NTSB investigator, said that the agency had long been one of the most independent in the US government.\n \n\n “We will see if that continues in the new administration,” Diehl told CNN’s Brianna Keilar. “The NTSB has stood proudly and tall and called it as they saw it and that is what Congress intended.”\n \n\n Trump ended his briefing by assuring the public it’s safe to fly. Though anyone watching and listening to the previous half hour might wonder.\n \n\n “From the time I came in, we started going out and getting the best people because I said, ‘It’s not appropriate, what they’re doing. I think it’s a tremendous mistake,’” he said.\n \n\n “You know, they like to do things and they like to take them too far, and this is sometimes what ends up happening. Now, with that, I’m not blaming the controller, I’m saying there are things that you could question, like the height of the helicopter, the height of the plane, being at the same level and going in opposite directions. It’s not a positive.”\n \n\n “But no, flying is very safe. We have the safest flying anywhere in the world and we’ll keep it that way.”",
        "image": "https://media.cnn.com/api/v1/images/stellar/prod/20250130-cnn-full16x9.jpg?c=16x9&q=w_1280,c_fill",
        "title": "Trump steamrolls every principle of aviation safety"
      },
      {
        "content": "Washington\nCNN\n  — \n \n\n\n During his Thursday press conference about the deadly Wednesday collision between a passenger jet and military helicopter near Reagan National Airport, President Donald Trump repeatedly suggested there was a link between the tragedy and diversity hiring policies at the Federal Aviation Administration.\n \n\n It’s most important to note that Trump provided no evidence whatsoever that there was any such connection. But it’s also worth noting that some of Trump’s specific assertions about the FAA’s push to hire people with disabilities were either inaccurate or missing critical context about what happened during Trump’s own first presidency.\n \n\n At one point, Trump read from a 2024 New York Post article that said the FAA was “actively recruiting workers who suffer ‘severe intellectual’ disabilities, psychiatric problems and other mental and physical conditions under a diversity and inclusion hiring initiative spelled out on the agency’s website.” And after reading out part of a 2024 Fox News article on the same subject, Trump said, “This was (on) January 14, so that was a week before I entered office; they put a big push to put diversity into the FAA’s program.”\n \n\n Here are four important facts related to Trump’s claim.\n \n\nTrump falsely claimed the Fox News article was from a week before he entered office: The “January 14” Fox News article Trump cited was, like the New York Post article, actually published on January 14 of last year – not, as Trump claimed, a week before he returned to the presidency in January of this year. In other words, the articles are not evidence that the Biden administration made a frantic last-minute FAA diversity push right before Trump took office again.\n \n\nThe Trump-era FAA had the same language on its website: The FAA’s language encouraging the hiring of people with disabilities, including intellectual and psychiatric disabilities, was featured on the agency’s website throughout Trump’s first presidency and at least as far back as 2013, as the fact-check website Snopes has previously reported. You can click here for the version of the web page captured by the Internet Archive in December 2020, the last full month of Trump’s first term.\n \n\nThe Trump-era FAA also pushed to hire people with disabilities: The federal government passed a law in 1973 that aimed to increase federal hiring of qualified people with disabilities. Like other government agencies, the Department of Transportation, which oversees the FAA, had pushed since at least the George W. Bush administration to increase its hiring of people with certain “targeted disabilities” that create extra barriers to employment. Those include not only intellectual and psychiatric disabilities, but also deafness, blindness, paralysis and missing extremities.\n \n\n The FAA under the first Trump administration also tried to increase hiring of people with targeted disabilities.\n \n\n The FAA’s Aviation Safety Workforce Plan for the 2020-2029 period, issued under Trump, said the FAA’s Office of Aviation Safety would, in the 2020 fiscal year, “continue to promote and support the hiring of people with disabilities and targeted disabilities.”\n \n\n Also during Trump’s first term, in 2019, the FAA announced “a pilot program to help prepare people with disabilities for careers in air traffic operations,” saying that “a key focus for the FAA’s Office of Civil Rights is to identify specific opportunities for people with targeted disabilities, empower them and facilitate their entry into a more diverse and inclusive workforce.” The FAA continued to promote the pilot program in the latter half of 2020, near the end of Trump’s first term.\n \n\n The FAA’s 2019 and 2020 descriptions of the program emphasized that people with disabilities would not be hired for jobs for which they weren’t capable. The FAA wrote in 2019 that “the candidates in this program will receive the same rigorous consideration in terms of aptitude, medical and security qualifications as those individuals considered for a standard public opening for air traffic controller jobs.”\n \n\n That’s similar to what the Biden-era FAA told Fox News for the 2024 article Trump cited: “The FAA employs tens of thousands of people for a wide range of positions, from administrative roles to oversight and execution of critical safety functions. Like many large employers, the agency proactively seeks qualified candidates from as many sources as possible, all of whom must meet rigorous qualifications that of course will vary by position.”\n \n\nThe hiring of people with targeted disabilities is a small fraction of overall FAA hiring: The agency’s annual goal for hiring people with targeted disabilities has generally been in the vicinity of 2%. In the 2016 fiscal year under then-President Barack Obama, for example, the FAA said it had exceeded a 2.33% goal by hiring 89 people with targeted disabilities out of 3,373 total hires, a rate of about 2.64%.",
        "image": "https://media.cnn.com/api/v1/images/stellar/prod/collins-trump-presser.jpg?c=16x9&q=w_1280,c_fill",
        "title": "Trump’s FAA used the same language about hiring people with disabilities he’s now blasting"
      }
    ],
    "status": 200,
    "statusText": "OK",
    "headers": {
      "content-length": "111904",
      "content-type": "application/json"
    },
    "config": {
      "transitional": {
        "silentJSONParsing": true,
        "forcedJSONParsing": true,
        "clarifyTimeoutError": false
      },
      "transformRequest": [
        null
      ],
      "transformResponse": [
        null
      ],
      "timeout": 60000,
      "xsrfCookieName": "XSRF-TOKEN",
      "xsrfHeaderName": "X-XSRF-TOKEN",
      "maxContentLength": -1,
      "maxBodyLength": -1,
      "headers": {
        "Accept": "application/json, text/plain, */*",
        "Authorization": "Bearer eyJhbGciOiJSUzI1NiIsInR5cCIgOiAiSldUIiwia2lkIiA6ICJDcTIwVFpOT2RPVlVoVTZTYXdIeTVjSzVCcVN2eThtUGljLTJVVVVMN0k0In0.eyJleHAiOjE3MzgzNDgxMjYsImlhdCI6MTczODM0NzgyNiwianRpIjoiMjZmOGVkNzMtZmVhZC00MGJhLWExMDUtMzY5NmZlMWVhYTU2IiwiaXNzIjoiaHR0cHM6Ly9hdXRoLWRldi5iZXJvZWxpdmUuYWkvYXV0aC9yZWFsbXMvamhpcHN0ZXIiLCJhdWQiOlsicmVhbG0tbWFuYWdlbWVudCIsImFjY291bnQiXSwic3ViIjoiY2JlYjNiMjYtNTZjZC00NzdlLTkxMjAtZjBiMmNkM2NkMDExIiwidHlwIjoiQmVhcmVyIiwiYXpwIjoiYmVyb2Vib3QiLCJzaWQiOiJjOWNkNGZmYi1jZWU2LTRlMTktYTY3OC1jZDdlNWM0OGIxZGYiLCJhbGxvd2VkLW9yaWdpbnMiOlsiaHR0cDovL2xvY2FsaG9zdDo5MDAwKiIsIioiXSwicmVhbG1fYWNjZXNzIjp7InJvbGVzIjpbIlJPTEVfQ0lSVFVPX1NUUkFURUdZIiwiUk9MRV9EQVRBSFVCX0FDQ0VTU19NQVJLRVRfR1JBREUiLCJST0xFX1BST0NMRVVTIiwiUk9MRV9EQVRBSFVCX0FDQ0VTU19CRU5DSE1BUktfUEVSQ0VOVElMRSIsIlJPTEVfSU5GTEFUSU9OX0dVSURBTkNFX0dFTkVSQUwiLCJST0xFX0RBVEFIVUJfQUNDRVNTX1NVQlNDUklQVElPTl9ERVRBSUxTIiwiUk9MRV9VU0VSX0NPVU5UUllfUkVQT1JUIiwiUk9MRV9EQVRBSFVCX0FDQ0VTU19MSVZFQUkiLCJST0xFX09QRVJBVElPTlNfTElWRUFJIiwiUk9MRV9EQVRBSFVCX0FDQ0VTU19MT0NBVElPTiIsIlJPTEVfVVNFUiIsIm9mZmxpbmVfYWNjZXNzIiwiUk9MRV9EQVRBSFVCX0FDQ0VTU19TRUFSQ0hfSU5URUdSQVRJT04iLCJST0xFX1NVUFBMSUVSX0lPIiwiUk9MRV9NQUtFUlNJVEUiLCJ1bWFfYXV0aG9yaXphdGlvbiIsIlJPTEVfREFUQUhVQl9BQ0NFU1NfUVVFUllfQUJJX1BSTyIsIlJPTEVfT1BFUkFUSU9OUyIsIlJPTEVfUFJJU01fUkVQT1JUIiwiUk9MRV9EQVRBSFVCX0FDQ0VTU19NQVJLRVRfTUFUVVJJVFkiLCJST0xFX1dUUCIsIlJPTEVfREFUQUhVQl9BQ0NFU1NfQ09TVF9QUk9GSUxFIiwiUk9MRV9JTkZMQVRJT05fR0VORVJBTF9ET1dOTE9BRF9VU0VSX1JFUE9SVCIsIlJPTEVfQ1VTVE9NX01JIiwiUk9MRV9EQVRBSFVCX0FDQ0VTU19NQVJLRVRfUFJJQ0VfSElTVE9SWSIsIlJPTEVfREFUQUhVQl9BQ0NFU1NfVVNFUl9BTEVSVFMiLCJST0xFX1VTRVJfQ09NUEFOWV9DVVNUT01fTUkiLCJST0xFX1NTQ19SRVBPUlRfRE9XTkxPQUQiLCJST0xFX1dPUktGTE9XX0FETUlOIiwiUk9MRV9IQUNLRVRUIiwiUk9MRV9SRUdJU1RFUl9GUk9NX09VVFNJREUiLCJST0xFX0ZSRUlHSFRfQ09TVF9FU1RJTUFUT1IiLCJST0xFX1VTRVJfQ09NUEFOWV9TVVBQTElFUlMiLCJST0xFX0RBVEFIVUJfQUNDRVNTX0FMTCIsImRlZmF1bHQtcm9sZXMtamhpcHN0ZXIiLCJST0xFX0lORkxBVElPTl9HVUlEQU5DRSIsIlJPTEVfREFUQUhVQl9BQ0NFU1NfSU5QVVRfQ09TVFMiLCJST0xFX0RBVEFIVUJfQUNDRVNTX0NBVEVHT1JZX05FV1MiLCJST0xFX0FETUlOIiwiUk9MRV9CRU5DSE1BUktfQ09OU1VMVEFOVCJdfSwicmVzb3VyY2VfYWNjZXNzIjp7InJlYWxtLW1hbmFnZW1lbnQiOnsicm9sZXMiOlsiaW1wZXJzb25hdGlvbiIsIm1hbmFnZS11c2VycyJdfSwiYWNjb3VudCI6eyJyb2xlcyI6WyJtYW5hZ2UtYWNjb3VudCIsIm1hbmFnZS1hY2NvdW50LWxpbmtzIiwidmlldy1wcm9maWxlIl19fSwic2NvcGUiOiJvcGVuaWQgamhpcHN0ZXIgZW1haWxfZmFrZSBlbWFpbCBhcGkgY3VzdG9tX3d0cF9pZCBwcm9maWxlIiwiZW1haWxfdmVyaWZpZWQiOnRydWUsInJvbGVzIjpbIlJPTEVfQ0lSVFVPX1NUUkFURUdZIiwiUk9MRV9EQVRBSFVCX0FDQ0VTU19NQVJLRVRfR1JBREUiLCJST0xFX1BST0NMRVVTIiwiUk9MRV9EQVRBSFVCX0FDQ0VTU19CRU5DSE1BUktfUEVSQ0VOVElMRSIsIlJPTEVfSU5GTEFUSU9OX0dVSURBTkNFX0dFTkVSQUwiLCJST0xFX0RBVEFIVUJfQUNDRVNTX1NVQlNDUklQVElPTl9ERVRBSUxTIiwiUk9MRV9VU0VSX0NPVU5UUllfUkVQT1JUIiwiUk9MRV9EQVRBSFVCX0FDQ0VTU19MSVZFQUkiLCJST0xFX09QRVJBVElPTlNfTElWRUFJIiwiUk9MRV9EQVRBSFVCX0FDQ0VTU19MT0NBVElPTiIsIlJPTEVfVVNFUiIsIm9mZmxpbmVfYWNjZXNzIiwiUk9MRV9EQVRBSFVCX0FDQ0VTU19TRUFSQ0hfSU5URUdSQVRJT04iLCJST0xFX1NVUFBMSUVSX0lPIiwiUk9MRV9NQUtFUlNJVEUiLCJ1bWFfYXV0aG9yaXphdGlvbiIsIlJPTEVfREFUQUhVQl9BQ0NFU1NfUVVFUllfQUJJX1BSTyIsIlJPTEVfT1BFUkFUSU9OUyIsIlJPTEVfUFJJU01fUkVQT1JUIiwiUk9MRV9EQVRBSFVCX0FDQ0VTU19NQVJLRVRfTUFUVVJJVFkiLCJST0xFX1dUUCIsIlJPTEVfREFUQUhVQl9BQ0NFU1NfQ09TVF9QUk9GSUxFIiwiUk9MRV9JTkZMQVRJT05fR0VORVJBTF9ET1dOTE9BRF9VU0VSX1JFUE9SVCIsIlJPTEVfQ1VTVE9NX01JIiwiUk9MRV9EQVRBSFVCX0FDQ0VTU19NQVJLRVRfUFJJQ0VfSElTVE9SWSIsIlJPTEVfREFUQUhVQl9BQ0NFU1NfVVNFUl9BTEVSVFMiLCJST0xFX1VTRVJfQ09NUEFOWV9DVVNUT01fTUkiLCJST0xFX1NTQ19SRVBPUlRfRE9XTkxPQUQiLCJST0xFX1dPUktGTE9XX0FETUlOIiwiUk9MRV9IQUNLRVRUIiwiUk9MRV9SRUdJU1RFUl9GUk9NX09VVFNJREUiLCJST0xFX0ZSRUlHSFRfQ09TVF9FU1RJTUFUT1IiLCJST0xFX1VTRVJfQ09NUEFOWV9TVVBQTElFUlMiLCJST0xFX0RBVEFIVUJfQUNDRVNTX0FMTCIsImRlZmF1bHQtcm9sZXMtamhpcHN0ZXIiLCJST0xFX0lORkxBVElPTl9HVUlEQU5DRSIsIlJPTEVfREFUQUhVQl9BQ0NFU1NfSU5QVVRfQ09TVFMiLCJST0xFX0RBVEFIVUJfQUNDRVNTX0NBVEVHT1JZX05FV1MiLCJST0xFX0FETUlOIiwiUk9MRV9CRU5DSE1BUktfQ09OU1VMVEFOVCJdLCJwcmVmZXJyZWRfdXNlcm5hbWUiOiJhbGxxYUBhcmljZW50LmNvbSIsImVtYWlsIjoiYWxscWFAYXJpY2VudC5jb20ifQ.mj_lWrEgKV5TOJzucmQvBHYd8sexP4FOP-1r7dqjLgGkGK4THBnBTtapoK1-FOXw3U3Fj9uAPu7MiByWMiuQdVMJT5a4rKFFRmxj1-tp00Y36Lpq30NrhScyjLBbhTJTasjoJ6Nc74mLpN6jEds8FNi7iWU7G9Hj8YdbDsof99__Xest1g1kjaF3RCoMvLWYcH9Na4pPO1IKiDEQi3TYvoDA2ruHtr9n6uJO6pfD1FAqZgtXoqhaAW0fZQt7K2VrWKEtz-16OGYPdKZF25gRSr65mQmcb5u_Sp70RUHaMfmZ21ORnF8NXZXhneYgDYTTLO4GRLzXn89kLgMaN5xLEw",
        "Content-Type": "application/json"
      },
      "baseURL": "",
      "method": "get",
      "url": "http://localhost:9002/api/articles",
      "data": "{}",
      "params": {}
    },
    "request": {}
  }